data = {
    "2022-03-11": [
        [
            "636406585900400728",
            "正如我今天在直播中所说，我们将在 3 月 28 日宣布新的身体[星星眼][星星眼]！\n并且到目前为止所有的直播存档都将被删除！\n对不起[大哭]！\n\n外表变了，但灵魂没有变。请永远爱我[给心心]！ ",
            "图片"
        ],
        [
            "636405559382245415",
            "‍感谢大家收看今天的直播 [给心心]！ \n\n我很高兴认识大家[拥抱]！ ！！\n感谢大家久等Maru[害羞]！\n我真的很寂寞，觉得一周就是一个月左右[大哭][大哭]。\n\n明天会直播，请大家再来找我[给心心]！\n\n谢谢大家的艦长、SC、礼物、同译、评论和关注[给心心]\n晚安[给心心] \n \n今日のライブ配信みてくれてありがとう！！\n\nみんなに会えて嬉しかった！！\nまるのことをずっと待って居てくれてありがとう！\n本当に寂しくて、一週間が一か月くらいに感じました。\n\n明日もライブ配信するからまた会いに来てね！\n\n艦長、SC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみなさい ",
            "文字"
        ],
        [
            "636331758972829713",
            "好！！",
            "转发"
        ],
        [
            "636324951457005616",
            "我回来了[给心心]\n久しぶりだから、みんなとおはなししたい！！\n\n⏰3/11 20:00～ ",
            "图片"
        ]
    ],
    "2022-03-10": [
        [
            "635997477369020416",
            "抱歉，我很想今天过了0点就直播！\n但是不知道是不是过了0点就可以播！[委屈]\n我不想让大家白等！明天还是工作日！[奋斗]\n大家好好休息吧！我们明天见！ [给心心]",
            "文字"
        ],
        [
            "635994238959484928",
            "马上就能和大家见面了[星星眼][星星眼]！！明天直播！！\n今天好像是狂乱木曜日！肯德基大杀必死！今天大家吃鸡了吗[鸡腿]！\n明天见[给心心]！来看看我！勿忘我[大哭]！ \n\nもうすぐみんなに会える！！明日配信するね！\n今日は狂乱の木曜日らしいです！中国のケンタッキーが大サービス！みんな鶏食べた？\nまた明日！らいかんかんを！まるのこと忘れないてね！ ",
            "文字"
        ]
    ],
    "2022-03-09": [
        [
            "635657105508925476",
            "我在看最后一季！！！\n一旦开始看就停不下来[星星眼][星星眼][星星眼]",
            "转发"
        ]
    ],
    "2022-03-08": [
        [
            "635256135962591238",
            "我在看动漫来驱散寂寞\n｢進撃の巨人(season3)｣很有趣的！！！\n我喜欢クリスタ、、、(lolisuki)[给心心]和ジャン[给心心]",
            "图片"
        ],
        [
            "635236134297796611",
            "直播的时候翻唱的黄油音乐！！",
            "视频"
        ]
    ],
    "2022-03-07": [
        [
            "634865023352569912",
            "light！粉丝为我写的歌！",
            "视频"
        ],
        [
            "634835358013456400",
            "很难不直播... [大哭][大哭]\n国外用户有维修\n寂しいよ…辛い…",
            "文字"
        ]
    ],
    "2022-03-06": [
        [
            "634545610914005008",
            "我回来了！[星星眼]\n我要去睡觉了！ ！！\n明天是假期，所以准备一个新的身体！ ！！我们期待着！[鼓掌][鼓掌] ",
            "文字"
        ],
        [
            "634544975277719587",
            "[给心心]",
            "转发"
        ],
        [
            "634196017775902724",
            "粉丝告诉我，如果我喝椰奶，我的胸部会变大！\n天天喝！\n\nココナツミルク飲んだら、おっぱいが大きくなるってファンから教えてもらった！\n毎日飲む！",
            "图片"
        ]
    ],
    "2022-03-04": [
        [
            "633628141485555721",
            "这是昨天直播的存档！\n看看档案，并记住我很多！！！",
            "视频"
        ]
    ],
    "2022-03-03": [
        [
            "633429026797518885",
            "‍感谢大家收看今天的直播 [给心心]！ \n\n谢谢你听我的歌[星星眼]！\n由于4号到10号要维护，好像不能直播了[委屈][委屈]！\n我会为我的新身体做准备！\n我很寂寞！！但是动态会每天更新[OK]！\n别忘了雪团[委屈]！\n\n谢谢大家的提督、艦长、SC、礼物、同译、评论和关注[给心心]\n晚安[给心心] \n \n今日のライブ配信みてくれてありがとう！！\n\n私の歌を聴いてくれてありがとう！\n明日から10日までメンテナンスでライブ配信ができないみたい！\n新しい体の準備を進めようと思います！\n寂しいけど、タイムラインは毎日更新するからね！\nまるを忘れないでね！ ",
            "文字"
        ],
        [
            "633376314672283673",
            "[给心心]",
            "转发"
        ],
        [
            "633372874388799494",
            "中华街游玩体验杂谈回的切片！！我知道肯定还有别的人也会这样的！！",
            "视频"
        ],
        [
            "633362313075752960",
            "歌回[星星眼]！！我会唱一首怀旧的动漫歌曲！ ！！\n⏰3/03 20:00～ ",
            "图片"
        ],
        [
            "633257052023554081",
            "这是昨天直播的存档！\n我今天20:00开始唱歌！ ！！请过来！",
            "视频"
        ]
    ],
    "2022-03-02": [
        [
            "633063615285428231",
            "‍感谢大家收看今天的直播 [给心心]！ \n\n我今天打败了龙[鼓掌][鼓掌]！ ！！\n我通过观看 RTA 视频学习，但花了 2 个小时 ww[大哭]\n\n看起来很简单其实很困难！\n\n谢谢你给我很多建议[星星眼][星星眼][星星眼]！ ！！\n\n谢谢大家的艦长、礼物、同译、评论和关注[给心心]\n晚安[给心心] 明天见！ ！！\n \n今日のライブ配信みてくれてありがとう！！\n\n今日はドラゴンを倒せました！！\nRTAの動画を見て勉強したけど、2時間かかりましたｗｗ\n\n簡単そうに見えてとても難しい！\n\nたくさんアドバイスしてくれてありがとう！！\nまた明日会おうね！！\n\n艦長、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみなさい また明日会おうね！！ ",
            "文字"
        ],
        [
            "632987388206907401",
            "今日收服dragon！！！！[星星眼][星星眼]\n⏰3/02 20:00～ ",
            "图片"
        ],
        [
            "632884300390334467",
            "早上好！\n\n这是昨天直播的存档！\n",
            "视频"
        ],
        [
            "632718063691628551",
            "‍感谢大家收看今天的直播 [给心心]！ \n\n我今天通关了困难的小丑舞台！ ！！\n我很惊讶[惊喜][惊喜][惊喜]！ ！！\n只剩下龙了！明天我来挑战！ ！！ ！！\n\nMaru从现在开始制作视频！ ！！我们期待着[星星眼]！\n\n明天20:00开始直播[OK]！\n\n谢谢大家的艦长、礼物、同译、评论和关注[给心心]\n晚安[给心心] \n \n今日のライブ配信みてくれてありがとう！！\n\n今日は難しいピエロのステージをクリアしたよ！！\nびっくりした！！\n後はドラゴンだけ！明日挑戦する！！！\n\nまるは今から動画を作る！！楽しみにしていてね！\n\n明日は20時からライブ配信するね！\n\n艦長、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみなさい ",
            "文字"
        ]
    ],
    "2022-03-01": [
        [
            "632665390215856193",
            "ただいま[给心心]！！！\nCUPHEADやる！！\n⏰3/01 22:00～ ",
            "文字"
        ],
        [
            "632535798164488216",
            "这是昨天直播的存档！\n看我是天才！！！\n\n今天我会尽我最大的努力尽快回家！ ！！",
            "视频"
        ]
    ],
    "2022-02-28": [
        [
            "632319074106343463",
            "‍感谢大家收看今天的直播 [惊喜]！ \n\n我今天通关了3个阶段[星星眼][星星眼]！\n我长大了！ ！！\n我是天才[鼓掌][鼓掌][鼓掌][鼓掌]！ ！！\n\n谢谢大家的SC、礼物、同译、评论和关注[给心心]\n晚安\n \n今日のライブ配信みてくれてありがとう！！\n\n今日は3ステージクリアしました！\n成長したよ！！\n私は天才です！！\n\nSC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみなさい ",
            "文字"
        ],
        [
            "632268685542686757",
            "[星星眼][星星眼][星星眼]",
            "转发"
        ],
        [
            "632268187333820417",
            "[惊喜][惊喜][惊喜][惊喜][惊喜]",
            "转发"
        ],
        [
            "632247567187443717",
            "今天的晚餐是鸡肉[星星眼]\n⏰2/28 20:00～ ",
            "图片"
        ],
        [
            "632227866178748418",
            "这是昨天直播的存档\n我刚睡醒！！！\n所以上传很慢！！\n\n\n",
            "视频"
        ],
        [
            "631988941441990680",
            "感谢大家收看今天的直播 [给心心]！ \n\n我很高兴今天能在一个小时内打完一关[奋斗]！\n明天，我们将从20:00开始挑战小鸟关！ ！！ \n\n抱歉来晚了！让我们在周一一起努力吧！\n中国的高中生有一个叫做高考的考试，对人生很重要！所以高中生的粉雪团们一定要加油哦[奋斗][奋斗]！今天生日的粉雪团也要健健康康[害羞][害羞]！\n谢谢大家的艦长、SC、礼物、同译、评论和关注[给心心]\n\n晚安[给心心] \n \n今日のライブ配信みてくれてありがとう！！\n\n今日はcupheadのステージを一時間でクリアできて嬉しかった！\n明日は20時から、鳥のステージに挑戦する！！\n\n遅い時間になっちゃってごめんね！月曜日一緒に頑張ろうね！\n中国の高校生は、高考という人生にとって大事な試験があるらしい！高校生のみんな！頑張って！\nそして今日誕生日のみんな！いつでも健康でいてね！\n艦長、SC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみなさい ",
            "文字"
        ]
    ],
    "2022-02-27": [
        [
            "631938093331513411",
            "我回来了[星星眼]\n⏰2/27 23:00～ ",
            "图片"
        ],
        [
            "631878741162721284",
            "\n歌曲收集[给心心]！！！\n\n想听什么样的歌，大家在底下评论哦~[星星眼]\n雪团练习的时候会在这里查看歌曲！然后尽力练习！没办法全都唱！\n很抱歉[大哭]！优先练习没有唱过的歌曲！可以丰富我的唱歌实力[惊喜][惊喜]！！",
            "图片"
        ]
    ],
    "2022-02-26": [
        [
            "631398890251223047",
            "这是昨天直播的存档！\nMaru去「横滨中华街」\n如果你看到这个，你总是可以和Maru约会的！！\n下次约会我应该去哪里？\n\n昨日のライブ配信のアーカイブです！\nまるは「横滨中华街」に行ってきたよ！\nこれを見れば、いつでもまるとデートできます！\n次のデートはどこにいこうかな？",
            "视频"
        ]
    ],
    "2022-02-25": [
        [
            "631192568615403537",
            "感谢大家收看今天的直播 [给心心]！ \n\n就好像和大家在中国约会一样很开心！ ！！\n谢谢你和我一起散步和吃饭！下次再约[害羞][害羞]！\n \n今天的食物真的很好吃！总有一天我想去中国吃很多好吃的！ ！！\n\n谢谢大家的艦长、礼物、同译、评论和关注[给心心]\n晚安[给心心] \n \n今日のライブ配信みてくれてありがとう！！\n\nみんなと中国でデートに行った気分で楽しかった！！\n一緒に歩いたり、ご飯を食べてくれてありがとう！またデートしようね！\n\n今日の料理は本当においしかったです！いつかは実際に実際に中国へ行っておいしいご飯をたくさん食べたい！！！\n\n艦長、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみなさい ",
            "文字"
        ],
        [
            "631130613710061577",
            "我今天去了日本的中华街[惊喜]！\n很有趣[星星眼][星星眼]！\n并在直播期间吃中国饭！\n来听听Maru的感受吧～[给心心]！  \n⏰2/25 20:00～\n\n今日は日本の中華街に行ってきたよ！\n楽しかった！\nそして、ライブ配信中に中華料理を食べるよ！\nまるの感想を聞きにきて～ ",
            "图片"
        ],
        [
            "631027775001591833",
            "昨天的歌曲存档！\n我很高兴你说我喜欢 Maru 的歌！ ！！\n我唱的很有感觉！\n\n昨日の歌回のアーカイブです！\nまるの歌が好きって言ってくれて、嬉しい！！\n気持ちをたくさん込めて歌いました！\n",
            "视频"
        ]
    ],
    "2022-02-24": [
        [
            "630838762086072354",
            "感谢大家收看今天的直播 [给心心]！ \n\n我很高兴收到许多点歌[惊喜][惊喜]！对不起，我不能把所有的歌都唱出来！\n但我很高兴能够知道很多好听的歌[星星眼]！ \n\n每个人都非常温暖和，让人感动！呜呜呜、、、我爱你们[给心心][给心心]！ ！！ ！！\n\n明天我要和我的朋友一起吃中国菜！有什么推荐的菜吗？\n\n谢谢大家的艦长、SC、礼物、同译、评论和关注[给心心]\n晚安[给心心] \n \n今日のライブ配信みてくれてありがとう！！\n\nリクエストをたくさんもらえて嬉しかったです！全部歌えなくてごめんね！\nでも、素敵な音楽をたくさん知れて嬉しかった！！\n\nみんなが本当に暖かくて、感動しました！ううう大好き！！！\n\n明日は友達と中華料理を食べに行きます！おすすめの料理はありますか？\n\n艦長、SC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみなさい ",
            "文字"
        ],
        [
            "630755014525059072",
            "唱过去每个人都要求的歌曲[星星眼][星星眼]！ ！！\n我练习了[冰墩墩]！ ！！ \n⏰2/24 20:00～ \n\nみんなが過去にリクエストしてくれた歌を歌うよ～！！\n練習したよ！！ ",
            "图片"
        ],
        [
            "630656767141871621",
            "这是昨天直播的存档！\n途中有一段路被截断了，但全部都在录音中！ ！！\n昨日のライブ配信のアーカイブです！\n途中で配信が切れてしまった部分もあるけど、録画には全て残っているよ！！\n",
            "视频"
        ],
        [
            "630499459663396871",
            "感谢大家收看今天的直播 [星星眼][星星眼]！ \n\n我很高兴今天打通了很难得关卡[惊喜]！ \n感谢大力応援[打call]！感谢大家，所以我才我能够做到没有放弃！ ！！ \n\n明天20:00歌回！\n感谢点歌！对不起，让你们久等了！ ！！请期待！\n\n谢谢大家的礼物、同译、评论和关注[给心心]\n晚安[给心心] \n \n今日のライブ配信みてくれてありがとう！！\n\n今日はとても難しいステージをクリアできて嬉しかった！\n\nたくさん応援してくれてありがとう！みんながいてくれるおかげで、諦めずにできたよ！！\n\n明日は20時から、歌を歌います！リクエスト本当にありがとう！お待たせしました！！楽しみにしていてね！\n\nプレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみなさい ",
            "图片"
        ]
    ],
    "2022-02-23": [
        [
            "630442641549426695",
            "[惊喜]我回来了[星星眼][星星眼]！\n我今天玩游戏！ ！！\n你和Maru有游乐园约会吗？ \n⏰2/23 22:30～ \n\nただいま！\n今日はゲームをするよ！！\nまると遊園地デートしよ？ ",
            "图片"
        ],
        [
            "630285608943616018",
            "这是昨天直播的存档！ ！！\n我今天喝了火锅汤！\n中国菜真的很好吃！！！！\n\n昨日のライブ配信のアーカイブです！！\n今日は火鍋風のスープを飲んだよ！\n中華料理は本当においしいね！！！！",
            "视频"
        ],
        [
            "630131664444456967",
            "感谢大家收看今天的直播 [害羞]！ \n\n感谢您学习中文[鼓掌][鼓掌]！\n我很高兴他在我不明白的时候帮助了我！ ！！\n\n谢谢你告诉我美味的中国菜[星星眼]！ ！！\n下次要和朋友一起吃饭，所以会参考的！ \n \n谢谢大家的SC、礼物、同译、评论和关注[给心心]\n晩安\n \n今日のライブ配信みてくれてありがとう！！\n\n中国語の勉強に付き合ってくれてありがとう！\nまるが分からないときに助けてくれて嬉しかった！！\n\nそして中国のおいしい食べ物を教えてくれてありがとう！！\n今度友達とご飯を食べに行くので参考にします！   \n \nSC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみなさい ",
            "文字"
        ]
    ],
    "2022-02-22": [
        [
            "630096462897741842",
            "我回来了[给心心]！\n我很忙，我迟到了！ ！！\n我要学中文！我希望我能和大家谈谈！ \n⏰2/23 00:00～ \n\nただいま！\n忙しくて、遅くなっちゃった！！\n中国語を勉強します！みんなと少しお話もできたらいいな！\n ",
            "图片"
        ],
        [
            "629914583832440679",
            "这是昨天直播的存档！\n看Maru进步！！！！\n昨日のライブ配信のアーカイブです！\n上達したまるを見て！！",
            "视频"
        ],
        [
            "629768095387772966",
            "感谢大家收看今天的直播 [害羞]！ \n\n我真的很高兴通过那个困难的阶段！心灰意冷很久了，感觉神清气爽[星星眼]！ \n\n感谢您观看到这么晚！真的很开心！很久没有这样和大家慢慢聊天[给心心]！ ！！通过和我的喜欢的每个人交谈，我得到了治愈[害羞][害羞]！雪团很开心！ ！！\n \n谢谢大家的提督[给心心]、艦长 、SC、礼物、同译、评论和关注[给心心]\n晩安\n \n今日のライブ配信みてくれてありがとう！！\n\nあの難しいステージをクリアできて本当に嬉しかったです！ずっと悔しかったから、気持ちがすっきりしたよ！\n\nこんなに遅い時間まで観てくれてありがとう！久しぶりにみんなとゆっくり雑談ができて嬉しかった！！大好きなみんなとお話ができて、癒されたよ！まるは幸せ！！  \n \n提督、艦長、SC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみなさい ",
            "文字"
        ]
    ],
    "2022-02-21": [
        [
            "629705599314108708",
            "我回来了我回来了！\n⏰ 22:30～开始直播！\n我很抱歉迟到了 ！",
            "文字"
        ],
        [
            "629663787813436539",
            "对不起大家[大哭][大哭][大哭]！ ！！\nまる忘了从现在开始有事可做！ ！！\n我说我今天20:00直播，但我不能！\n刚结束就直播！\n有个重要的会议、对不起，我不知道我什么时候可以开始！\nみなさんごめんなさい！！\nまるは今から用事があるのを忘れていました！！\n今日の20時にライブ配信をするといいましたができません！\n終わったらすぐにライブ配信します！\n大事な会議があります、、いつ開始できるかわからないです！ごめんなさい！\n",
            "转发"
        ],
        [
            "629642484770245776",
            "我看到了捕获站点！ ！！\n绝对通关！！请応援我！！！[打call][打call]\n⏰2/21 20:00～\n \n私は攻略サイトを見ました！！\n絶対にクリアする！まるを応援して欲しい！！！！ ",
            "图片"
        ],
        [
            "629623170308482207",
            "对不起，来慢了！\n昨天的存档！ ！！\n当我修复计算机上的错误时，就是这样的时刻！\n对不起，让你久等了！",
            "视频"
        ]
    ],
    "2022-02-20": [
        [
            "629001340640184468",
            "感谢大家收看今天的直播 [害羞]！ \n\n今天比赛打得不好让我很失望[大哭][大哭]！\n那朵花……太强了！ ！！\n一定要后天报仇！ ！！ ！ 请応援我[奋斗][奋斗][奋斗] \n\n谢谢大家的、SC、礼物、同译、评论和关注[给心心]\n \n今日のライブ配信みてくれてありがとう！！\n\n今日はゲームにがうまくいかなくて、すごく悔しかった！\nあの花、、、強すぎます！！\n明後日必ずリベンジする！！応援してください \n \nSC、プレゼント、フォロー、同時通訳、コメントありがとう！ ",
            "文字"
        ]
    ],
    "2022-02-19": [
        [
            "628904897153978186",
            "やるよ～\n⏰2/19 20:00～ ",
            "图片"
        ],
        [
            "628803626121470140",
            "这是昨天直播的存档！\n中国时间今天20:00开始直播！我要报仇！ ！！\n\n昨日のライブ配信のアーカイブです！\n今日の中国時間20時からライブ配信するよ！復讐しちゃうよ！！",
            "视频"
        ],
        [
            "628627940479485900",
            "感谢大家收看今天的直播 [害羞]！ \n\n今天想见到你！ \n你现在在哪里 我会跳出另一个世界去见大家。等着[给心心][给心心]！！！ \n\n谢谢大家的艦长 、SC、礼物(花[傲娇][傲娇])、同译、评论和关注[给心心]\n \n今日のライブ配信みてくれてありがとう！！\n\n今日はなんだかあなたに会いたい気分です！\nあなたは今どこにいるの？\n異世界から飛び出して会いに行きます。待っててね ！\n \n艦長、SC、プレゼント、フォロー、同時通訳、コメントありがとう！",
            "文字"
        ]
    ],
    "2022-02-18": [
        [
            "628509687142816070",
            "今日はずっと気になっていたゲームCuphead をやります！\nレトロでかわいい[给心心]！！わくわくしてる！！\n⏰2/18 20:00～ \n\n‍今天，我要玩我一直很感兴趣的游戏Cuphead！\n复古又可爱！ ！！我很兴奋！ ！！ ",
            "图片"
        ],
        [
            "628443428690323396",
            "这是昨天直播的存档！\n看我变强了！ ！！\n不知怎的，我明白了如何召唤它！\n昨日のライブ配信のアーカイブです！\n強くなった私を見てください！！\n召喚の方法ははなんとなく理解しました！",
            "视频"
        ]
    ],
    "2022-02-17": [
        [
            "628241990423248608",
            "感谢大家收看今天的直播 [星星眼]！ \n我今天被暴打！ ！！我的心很痛，我要“收拾yosuga”[大哭][大哭]！ ！！\n\n这游戏真的是太难了！ ！！谢谢你们每一个人的帮助！\n谢谢大家的SC、礼物、同译、评论和关注[给心心]\n梦见我 ！！！！晩安[害羞]  \n\n今日のライブ配信みてくれてありがとう\n\n今日はたくさんいじめられました！！私の心は傷ついたので、今から「yosugaのお片付け」をします！！\n\nこのゲームは本当に難しい！！みんな助けてくれてありがとう！ \nSC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\n私の夢見てね！！！！おやすみ\n\n ",
            "文字"
        ],
        [
            "628069620504702800",
            "昨天的存档！\n今晚中国时间20:00开始直播！",
            "视频"
        ],
        [
            "627880212444180988",
            "感谢大家收看今天的直播 ！ \n\n来自大家的建议 真的很有帮助[鼓掌][鼓掌]！\n我很难受，因为召唤的条件很难懂[大哭]！但如果我能用得好，我就可以破坏对手的牌！可以非常强[惊喜]！ ！！ \n \n谢谢大家的SC、礼物、同译、评论和关注[给心心]\n\n晚安[害羞][害羞]\n\n今日のライブ配信観てくれてありがとう！\n\nみんなからのアドバイス本当に助かりました！\n召喚の条件が難しくて苦労した！\nでもうまく使えたら、相手のカードを破壊できたりして、すごく強かった！！ 大好きだよ \n SC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみ ",
            "文字"
        ]
    ],
    "2022-02-16": [
        [
            "627759519564927967",
            "中国时间今天20:00开始直播！ \n游戏王！ 来看看！！",
            "文字"
        ]
    ],
    "2022-02-15": [
        [
            "627320823015174225",
            "我成了门Menhera\n私はメンヘラになりました、、、",
            "视频"
        ],
        [
            "627148440214491001",
            "感谢大家收看今天的直播 ！ \n\n情人节过得很开心[爱心]！\n我喜欢你们，所以我今天很早就回来了。然后我唱了一首情人节歌曲，做晚饭，买了巧克力！\n巧克力好吃吗[鼓掌]？\n对不起，今天生气了....我怕寂寞...[害羞]\n\n明年继续一起过！！！！！！\n最喜欢你们了[给心心][给心心]！ \n谢谢大家的艦长 、SC、礼物、同译、评论和关注[给心心]\n\n晚安[害羞][害羞]\n\n今日のライブ配信観てくれてありがとう！\n\nバレンタインデート楽しかったね！\n私はみんなのことが大好きだから、今日は早く帰ってきました。そして、バレンタインソングを歌って、夜ご飯を作って、チョコレートを買ってきました！\n！チョコレートはおいしかった？\n今日はたくさん怒ってごめんね！寂しかったから、、\n来年も一緒に過ごそうね\n大好きだよ 艦长 、 SC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみ ",
            "文字"
        ]
    ],
    "2022-02-14": [
        [
            "627061630331403512",
            "今晚21:00开始直播！\nvalentine 当然和我在一起，对吧？ ",
            "文字"
        ],
        [
            "627052503524749977",
            "感谢您的等待！\n直播存档！\n有很多事情，已经很晚了！",
            "视频"
        ]
    ],
    "2022-02-13": [
        [
            "626745336054642016",
            "我的手机掉了[大哭][大哭][大哭][大哭][大哭]！\n手机壳破了，掉进了火车和站台之间的沟里！我无法得到它[大哭][大哭][大哭][大哭]！\n好难受！！ \n携帯落としました！\n携帯のケースが壊れて、電車とホームの間の溝に落ちた！取れないよ！\n辛い！！ ",
            "文字"
        ]
    ],
    "2022-02-12": [
        [
            "626384915281988925",
            "感谢大家收看今天的直播 [给心心]！ \n\n我第一次决斗！我一直对此有些兴趣[惊喜][惊喜]！\n我简单的了解了下规则！ ！！\n游戏王！深奥又难[大哭]！ ！！ \n谢谢大家的礼物、同译、评论和关注[给心心]\n\n晚安[害羞][害羞]\n\n今日のライブ配信観てくれてありがとう！\n\n初めて、デュエルをしました！前から気になってたから、遊べて嬉しかった！\nまだ簡単なルールは理解できた！！\n奥が深くて難しいです！！ \n\nSC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみ ",
            "文字"
        ],
        [
            "626335308412366239",
            "中国时间今天21:00开始直播！ \n玩游戏王！！！",
            "文字"
        ],
        [
            "626240058921855074",
            "这是昨天直播的存档！\n我今天应该做什么样的直播！我在想！请期待它！\n昨日のライブ配信のアーカイブです！\n今日はなんのライブ配信をしようかな！考え中です！楽しみにしてね！",
            "视频"
        ],
        [
            "626043731679319711",
            "感谢大家收看今天的直播 [给心心]！ \n\n我很高兴能够达成5000 人关注[星星眼][星星眼][星星眼]！ ！！\n谢谢你们一直支持我！其实我的梦想是超过10万人，所以我会努力的[奋斗][奋斗]！ ！！ \n麻将我也会全力以赴ｗｗ \n谢谢大家的SC、礼物、同译、评论和关注[给心心]\n\n晚安[害羞][害羞]\n\n今日のライブ配信観てくれてありがとう！\n\n5000人フォロー達成できて嬉しいです！！いつも応援してくれてありがとう！\n実は私の夢は10万人突破することなので、それに向かって頑張ります！！ ！！\nあと麻雀も頑張りますｗｗ \n\nSC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみ ",
            "文字"
        ]
    ],
    "2022-02-11": [
        [
            "625962311981446093",
            "中国时间22点歌回直播！新冠康复庆祝！还有情人节歌回！！！大家都来当团员！！来看看我！！我现在还在努力练习！要赶上！",
            "文字"
        ],
        [
            "625845501753818660",
            "冰霜dragon，谢谢的片！！\n我想ORI！\n太难了，居然通关了才怪！ ！",
            "视频"
        ]
    ],
    "2022-02-10": [
        [
            "625576842962098834",
            "大家晚上好[惊喜]！\n身体好了很多！\n所以我想把存着的事情做了，还有歌曲的练习！所以今天的直播休息[大哭]！为明天的歌回做准备！[星星眼]\n\nみんなこんばんは！\n体調かなり良くなったよ！\n溜まったことをやって、歌の練習したい！なので今日は配信休みにして、明日の歌回の準備をするね！",
            "文字"
        ],
        [
            "625465401440287397",
            "这是昨天直播的存档！ \n我太专注于忘记时间了！ 我真的很喜欢和大家一起玩！\n\n昨日のライブ配信のアーカイブです！\n時間を忘れてしまうくらい夢中になりました！\nみんなと遊べて本当に楽しかった！\n",
            "视频"
        ]
    ],
    "2022-02-09": [
        [
            "625277659837428449",
            "LADY ",
            "图片"
        ],
        [
            "625274503030138134",
            "感谢大家收看今天的直播 [给心心]！ \n\n麻将没拿到第一名……大家都很强[惊讶][惊讶]！ ！！ \n我再多学习一点，再报仇！下次我不会输[大哭]！ ！！ ！！\n谢谢大家的SC、礼物、同译、评论和关注[给心心]\n\n晚安[害羞][害羞]\n\n今日のライブ配信観てくれてありがとう！\n\n今日のライブ配信見てくれてありがとう！\n麻雀、1位取れませんでした…みんな強いです！！\nもう少し勉強して、またリベンジするね！次は負けない！！！\n\nSC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみ",
            "文字"
        ],
        [
            "625156125143292516",
            "这是昨天直播的存档！\n中国时间今天20:00开始直播！\n我会打麻将！\n我现在正在学习麻将！ ！！\n昨日のライブ配信のアーカイブです！\n今日は中国時間20時からライブ配信します！\n麻雀をするよ！\n今、麻雀の勉強中！！\n\n",
            "视频"
        ],
        [
            "625094281906576863",
            "这是2月6日直播的存档！\n感谢您的等待\n我没有通过考试，已经迟到了www！！！",
            "视频"
        ]
    ],
    "2022-02-08": [
        [
            "624896648984615746",
            "感谢大家收看今天的直播 [给心心]！ \n\n很高兴特郎噗也来参观“雪团弱电脑咖啡厅”[星星眼][星星眼]！ ！！\n我永远不会原谅偷键盘的人！我会追你一辈子！ ！！ \n请来玩！ \n \n明天我要打雀魂！ ！！可以一起玩的话一起打！ ！！\n\n谢谢大家的艦长、SC、礼物、同译、评论和关注[给心心]\n\n一起睡！！晚安[害羞][害羞]\n\n今日のライブ配信観てくれてありがとう！\n\n｢雪团弱弱电脑cafe｣にはトランプも遊びに来てくれて嬉しかった！！\nキーボードを盗んだ人は絶対許しません！永遠に追いかけます！！！\nぜひみんなも遊びに来てね！！\n \n明日は雀魂をします！！みんなも参加してね！！\n\n艦長、SC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみ",
            "文字"
        ],
        [
            "624817007406294216",
            "中国时间今天20:00开始直播[星星眼][星星眼]！\n LIMBO 竟然与电脑不兼容[大哭]！ ！！\n 所以我会再玩一个游戏！ ！！｢Internet cafe simulator｣\n快来看看吧！\n",
            "文字"
        ]
    ],
    "2022-02-07": [
        [
            "624480805960087358",
            "对不起！！！！[大哭][大哭]\n今天直播无法进行！[大哭][大哭][大哭]\n电脑的问题解决不了！！呜呜呜！",
            "文字"
        ],
        [
            "624165585424230649",
            "感谢大家收看今天的直播 ！ \n我很抱歉给大家添麻烦[大哭][大哭]！ 很抱歉，明明大家特地过来看直播的[大哭][大哭]！ \n到刚刚为止一直在尝试解决方案，但没有奏效！ \n\n今天累了，明天醒来，我再试试别的方法[奋斗]！ \n\n我想玩游戏……我想玩游戏……\n\n谢谢大家的礼物、同译、评论和关注[给心心]\n\n晩安[害羞]\n\n今日のライブ配信観てくれてありがとう！\nトラブルがあってごめんなさい！\nせっかく観に来てくれたのに何も出来なくてごめんね！\nさっきまでずっと解決方法を試してみたけど、治りませんでした！\n\n今日は疲れたので、明日また起きたら、別の方法を試してみようと思います！\n\nゲームしたい…ゲームしたい…\n\nプレゼント、フォロー、同時通訳、コメントありがとう！\n\nおやすみ",
            "文字"
        ]
    ],
    "2022-02-06": [
        [
            "624119491840990042",
            "我刚醒[惊喜][惊喜]！ \n中国时间22:00开始直播！ \n玩游戏LIMBO！！！",
            "文字"
        ],
        [
            "624016678912850229",
            "感谢大家收看今天的直播 [惊喜]！ \n是突击直播！我很高兴来[给心心]！ ！！\n\n我很高兴谈论北京奥运会和以前的手机[星星眼][星星眼]！ ！！那个时候觉得折叠手机是高科技啊！\n\n谢谢你教我中文！感谢我的老师们！\n\n谢谢大家的艦长、SC、礼物、同译、评论和关注[给心心]\n\n今晚醒来时直播！\n雪团要睡觉了！真的晚安[害羞][害羞]\n\n今日のライブ配信観てくれてありがとう！\n突然だったけど、来てくれて嬉しかった！！\n\n北京オリンピックや、懐かしいケータイの話が出来て嬉しかった！！あの頃は、折りたたみのケータイがハイテクノロジーだと思っていました‪！\n\n中国語について教えてくれてありがとう！私の先生たち、感謝します！\n\n艦長、SC、プレゼント、フォロー、同時通訳、コメントありがとう！\n\n今日の夜、起きたらライブ配信します！\nまるは今から寝る！本当におやすみ[害羞][害羞]\n\n",
            "文字"
        ],
        [
            "623965362638814381",
            "这是昨天直播的存档！\n今天中午12:00开始直播！\n学习中文和杂谈！ ！！",
            "视频"
        ]
    ],
    "2022-02-05": [
        [
            "623771011079141304",
            "感谢大家收看今天的直播 [星星眼]！ \n\n 2天没有直播，非常孤独和难受[大哭]！\n今天很高兴见到大家！！ \n我感觉好多了，所以别担心[给心心]！ \n\n未来人告诉我没关系，所以我会相信他！ ！！ （骗子斩首[阴险]）\n\n谢谢大家的、SC、礼物、评论和关注[给心心] \n明天直播见！ 晩安[害羞]\n\n今日のライブ配信観てくれてありがとう！\n\n配信してない2日間すごく寂しくて辛かった！\n今日は、みんなに会えて幸せです！！\nだいぶ元気になったから、安心してね！\n\nそして、未来人も大丈夫だと言ってくれたので信用しようと思います！！(嘘つきは斬首だよ)\n\n\nSC、プレゼント、フォロー、コメントありがとう！\n明日のライブ配信で会おうね！おやすみ ",
            "文字"
        ],
        [
            "623654342581254064",
            "我今天感觉很好！ [给心心]\n所以我们将从中国时间20:00开始直播！ ！！ \n我会继续LIMBO！ 快来看看吧[惊喜][惊喜]！",
            "文字"
        ]
    ],
    "2022-02-03": [
        [
            "622913409183496779",
            "这是昨天直播的存档！\n谢谢你的担心！很高兴！\n如果您昨天错过了，请观看此视频！\n\n昨日のライブ配信のアーカイブです！\nたくさん心配してくれてありがとう！\n嬉しかった！\n昨日見逃した方は、この動画を見てね！",
            "视频"
        ],
        [
            "622910016162452068",
            "前几天的存档！\n我今天感觉有点冷！ ！！\n我会努力尽快好起来的！\n\n先日のアーカイブです！\n今日はちょっと寒気がする！！\n早く体調がよくなるように頑張る！\n",
            "视频"
        ]
    ],
    "2022-02-02": [
        [
            "622665241678968252",
            "感谢大家收看今天的直播 [星星眼]！ \n\n说实话，昨天我不仅身体不舒服，而且精神上也快接近崩溃了[大哭]！\n得了新冠，我不得不向很多人道歉，虽然不是我的错。\n\n但是，我从大家的热情留言和评论中得到了很大的能量[给心心]！ 我爱温柔的粉雪团的每一个人[给心心][给心心]！！！\n谢谢你站在雪团这边，新冠真的很痛苦，但我会尽快把病治好[奋斗][奋斗]！！！\n\n明天，如果身体感觉不错，将进行直播[鼓掌]！很对不起没办法做出保证！ ！！ 请大家等待，我将完全恢复[惊喜]！\n\n谢谢大家的、艦长、SC、礼物、同声传译 、 评论和关注[给心心] \n晩安[害羞]\n\n今日のライブ配信観てくれてありがとう！\n\n実は昨日、体だけでなく精神的にも元気がなかった！\nまるがコロナになったことで、多くの人に謝ることになって、とても疲れてしまいました。\nでも、みんなからの暖かいメッセージや、コメントで元気を沢山もらったよ！\nいつも優しい粉雪団のみんなが大好きだよ！！まるの味方でいてくれてありがとう！\n辛いことたくさんだけど、頑張ろうって思えたよ！\n今は、とにかく早く病気を治すね！！\n\n明日は、体調が良かったらライブ配信します！約束ができなくてごめんね！！\n完全復活するまでもう少し待っていてね！\n\n\n艦長、 SC、プレゼント、同時通訳、フォロー、コメントありがとう！\nおやすみ ",
            "文字"
        ],
        [
            "622586184217241454",
            "中国时间今天20:00开始直播[星星眼]！\n时间很短，杂谈聊天！\n想和大家说新年快乐，还有关于得了新冠之后的一些事情！\n雪团好一点了[惊喜][惊喜]！\n请过来[给心心]！ ！！\n\n今日の中国時間20時からライブ配信します！\n短い時間だけど、雑談をします！\nみんなに新年の挨拶と、コロナの症状についてお話したいなって思ってます！\nまるは少し元気になったよ！\n来てね！！",
            "文字"
        ]
    ],
    "2022-02-01": [
        [
            "622274343822580770",
            "新年快乐[热词系列_新年快乐]！\n \n我今天去了医院。……确诊了新冠……[大哭][大哭]\n\n喉咙好像肿了，\n今天也不能直播了……真的很对不起[大哭]\n\n痊愈需要一点时间……请等等雪团，不要忘记雪团了……[害羞][害羞]\n\nあけましておめでとうございます！\n\n今日病院へ行ってきたよ。\nまるはコロナになってしまいました。\n\n喉が腫れてるみたいで、今日もライブ配信ができません。ごめんね。\n\n回復までにもう少し時間がかかるけど、まるのことを待っていてね",
            "文字"
        ]
    ],
    "2022-01-31": [
        [
            "621809061425060652",
            "对不起[大哭]！\n让我今天不直播\n\n当我醒来时，我的喉咙和头部很痛！\n我的体温是 38 度，我今天病了。\n\nMaru想和大家一起过新年。\n \nごめんなさい！\n今日のライブ配信なしにさせてください\n\n起きたら、すごく喉と頭が痛くなってました！\n体温も38度あって、今日は体調が悪いです。\n\nまるもみんなとお正月を過ごしたかったです。\n ",
            "文字"
        ],
        [
            "621577528328501345",
            "感谢您今天来看直播！[给心心]\n Limbo也和”里面“有类似的气氛！很有意思！[惊喜][惊喜]\n有一位粉丝今天过生日！再次祝他生日快乐！[给心心][给心心]\n我对数字很苦手！所以如果你想要来自雪团生日祝福的话，请在那天告诉我！ ！！[OK][OK]\n除夕快乐 ！！晚安！ \n\n今日配信見に来てくれてありがとう！[给心心]\nLimboもインサイドと似てような雰囲気をしている！面白い！[惊喜][惊喜]\n今日は一人のファンが誕生日でした！改めて誕生日おめでとう！[给心心][给心心]\nまる数字に弱いので、もしまるからの誕生日お祝いがほしいときはその日で教えてください！！[OK][OK]\nあけおめ！おやすみ！ ",
            "文字"
        ]
    ],
    "2022-01-30": [
        [
            "621529991625672038",
            "中国时间今天22:30开始直播！ \n玩新游戏Limbo！！！\n请稍等[星星眼]",
            "文字"
        ],
        [
            "621383696458327362",
            "这是昨天直播的存档！\n我用我的吉他演奏了短版的歌曲“香水”！下次想试试完整版！！\n\n\n昨日のライブ配信のアーカイブです\n｢香水｣という曲のショートバージョンをギターで弾いてみたよ！次はフルバージョンに挑戦したいな！！\n\n\n\n\n",
            "视频"
        ]
    ],
    "2022-01-29": [
        [
            "621187987678407978",
            "感谢大家收看今天的直播 [星星眼]！ \n\n我刚刚才注意到！今天在排名中排名第 8[给心心]！ 我很开心[惊喜][惊喜]！（唱STAY的时候，我的视线无法从歌词上移开，所以没注意[大哭]）\n\n第一次露一小手吉他！ ！！这是我第一次在其他人的面前弹！所以我很紧张！感谢大家的亲切守望！ ！！我会再次挑战！冲冲冲[打call][打call]！\n\n谢谢大家的、提督、礼物、同声传译 、 评论和关注[给心心] \n晩安[害羞]\n\n今日のライブ配信観てくれてありがとう！\n\nさっき気づきましたが、今日ランキング8位になることができて嬉しかったです！(STAY歌っているときで、歌詞から目が離せなくて、気づけなかったｗｗｗ)\n\nギターを初披露しました！！誰かの前で弾くのは初めてだったから、緊張したよ！優しく見守ってくれてありがとう！！また挑戦しようと思います！GOGOGO！！\n\n提督、 プレゼント、同時通訳、フォロー、コメントありがとう！\nおやすみ ",
            "图片"
        ],
        [
            "621012383640402465",
            "这是昨天直播的存档！ \n今天从中国时间20:00开始唱歌！ ！！\n昨日のライブ配信のアーカイブです！\n今日の夜21時から歌配信をします！！",
            "视频"
        ]
    ],
    "2022-01-28": [
        [
            "620802003263224902",
            "感谢大家收看今天的直播 [星星眼]！\ninside通关！！！ \n没看懂这个游戏的故事！ ！！很难[大哭][大哭][大哭]！ ！！\n\n 我在网上查了一下，读了一些想法！ 英雄从头到尾都在实验室里！我理解模型的含义[OK]！\n\n 我看了一篇代表怀孕的文章！ ！！这个理论肯定是有说服力的！我感觉好多了！\n\n 感谢所有的建议！\n抱歉花了这么长时间才明白！我以为我会更加努力学习[奋斗]！\n\n谢谢大家的礼物、同声传译 、 评论和关注[给心心]\n晚安[害羞] ！！！\n\nライブ配信みてくれてありがとう\n\ninsideクリアしました！\nこのゲームの話がよくわからなかった！！難しいよ！！\nインターネットで調べて、考察を読んでみました！\n\n主人公は最初から最後まで実験室にいたんだね！模型の意味が理解できた！\n\n妊娠を表しているという記事を読みました！！この説は確かに納得できる！すっきりした！\n\nたくさんのアドバイスありがとう！\n理解するのに時間がかかってごめんね！勉強をもっと頑張ろうって思ったよ！\nプレゼント、同時通訳、フォロー、コメントありがとう！ \nおやすみなさい ",
            "文字"
        ],
        [
            "620757271177079461",
            "中国时间20:00开始直播！ ！！ \n快来看看吧！ ！！ ",
            "文字"
        ],
        [
            "620671517866059850",
            "我现在起来了！！！我睡了很多！\n这是昨天直播的存档！\n\n今起きた！！！たくさん寝ました！\n昨日のライブ配信のアーカイブです！",
            "视频"
        ],
        [
            "620465909183215138",
            "感谢大家收看今天的直播 [星星眼]！\n谜团越来越难，但大家的建议帮助了我！谢谢[星星眼][星星眼]！\n\n我明天放假，所以我会睡很多觉！\nneet万岁[惊喜][惊喜][惊喜]！\n\n在 31 日将其打开。没有人去找别的女人，对吧[疑惑]？\n谢谢大家的礼物、同声传译 、 评论和关注[给心心]\n晚安[害羞] \n\nライブ配信みてくれてありがとう\n\n謎がだんだん難しくなってきたけど、みんなのアドバイスに助けられたよ！ありがとう！\n\n私は明日休日なのでたくさん寝るよ！\nneet万歳！\n\n31日の夜空けておいてね。別の女の所に行く人はいないよね？\nおやすみなさい！\nプレゼント、同時通訳、フォロー、コメントありがとう！ \nまた明日！\nおやすみなさい ",
            "文字"
        ]
    ],
    "2022-01-27": [
        [
            "620408296492303496",
            "中国时间今天22:00开始直播！！\n我继续玩inside！！",
            "文字"
        ],
        [
            "620270174645958814",
            "这是昨天直播的存档！ ！！\n今天的直播将继续！ ！！\n我要逃离公司！！！\n过来看看！！！\n\n昨日のライブ配信のアーカイブです！！\n今日のライブ配信ではこの続きをやります！！\n会社から逃げるよ！！！\n観に来てね！！",
            "视频"
        ]
    ],
    "2022-01-26": [
        [
            "620073761496745045",
            "感谢大家收看今天的直播 [星星眼]！\n两天来第一次等直播！很高兴大家都在等我[给心心]！\n“inside”很有趣！ ！！雪团贯穿neet！ ！！从不工作[OK][OK]！ ！！ ！！\n谢谢大家的提督、艦长、礼物、同声传译 、 评论和关注[给心心]\n明天见！\n晚安[害羞] \n\nライブ配信みてくれてありがとう\n二日ぶりのライブ配信、みんなが待っていてくれて嬉しかった！\n\"inside\"面白かったです！！\nまるはneetを貫くよ！！絶対働きません！！！\n提督、艦長、プレゼント、同時通訳、フォロー、コメントありがとう！ \nまた明日！\nおやすみなさい ",
            "文字"
        ],
        [
            "619998019743472290",
            "中国时间今天20:00开始直播[星星眼][星星眼]！！\n我玩游戏｢inside｣！！",
            "文字"
        ]
    ],
    "2022-01-25": [
        [
            "619536804682915256",
            "[大哭][大哭]为什么今天也得很晚才能到家！\n有可能还是不能直播！！真的很对不起！！[委屈][委屈]\n如果能直播我会发动态！突击直播！大家不要等我！！优先完成自己的事情！！ [打call][打call]\n\n[大哭][大哭]なんで今日も遅い時間しか帰らないの！！\nまた配信できないかもしれない！！みんな、本当にごめんなさい！！[委屈][委屈]\nもし配信できるならタイムラインで告知します！突撃配信！\nみんなまるのこと待たなくていいから！自分のことを優先してね！ [打call][打call]",
            "文字"
        ]
    ],
    "2022-01-24": [
        [
            "619298305150730282",
            "今天直播休息[大哭]！ \n\n我现在在回家的路上，会很晚才到家！ ！！明天需要早起！！\n对不起！ 但是明天见[害羞]！\n\n\n今日のライブ配信はおやすみします！\n\n今家に帰ってるけど、家に着くのが遅い！！明日は早起き！！！ごめんね！\nまた明日会おうね！",
            "文字"
        ],
        [
            "619156962065354872",
            "这是昨天直播的存档！\n如果你昨天睡在路上，请看这里！ ！！\n\n昨日のライブ配信のアーカイブです！\n昨日途中で寝た方はこちらを見てください！！\n",
            "视频"
        ],
        [
            "619007445662275812",
            "感谢大家收看今天的直播[星星眼] ！ ！！\n\n我很高兴每个人都在等待 Maru 的回家[害羞]！\n谢谢你陪我到很晚[给心心]！\n\n粉雪团点的歌我正在一点一点练习，请稍等！ \n\n谢谢大家的艦长、礼物、同声传译 、 评论和关注[给心心] 　\n晩安[给心心]\n\n今日のライブ配信観てくれてありがとう！！\n\nみんなが、まるの帰りを待っていてくれて嬉しかった！\n遅い時間まで一緒にいてくれてありがとう！\n\n艦長、プレゼント、同時通訳、フォロー、コメントありがとう！ \n\nリクエストしてくれた歌は少しずつだけれど練習してるから待っていてね！\nおやすみ\n\n ",
            "文字"
        ]
    ],
    "2022-01-23": [
        [
            "618936419794872744",
            "中国时间今天23:30开始直播[星星眼][星星眼]！ \n我会唱很多！",
            "文字"
        ],
        [
            "618785855415678534",
            "这是昨天直播的存档！\n我会尽快回来，所以拭目以待！ ！！",
            "视频"
        ]
    ],
    "2022-01-22": [
        [
            "618586809457707282",
            "感谢大家收看今天的直播 [星星眼]！\n暖雪对我来说太难了[大哭][大哭][大哭]！ ！！ ！！\n不能保存是痛苦的[大哭][大哭][大哭]！ ！！！ ！！\n\n明天我要唱歌[惊喜][惊喜]！ ！！\n会唱很多雪团喜欢的歌\n明天会很忙，开播时间会延迟，大家等等我！ ！！\n全x等待[OK]！ ！！ ！！ ！！ \n谢谢大家的艦长、SC、礼物、同声传译 、 评论和关注[给心心]\n\n晚安[害羞]！ \n\n今日の配信観てくれてありがとう！\n\nライブ配信みてくれてありがとう\n暖雪私には難しすぎた！！！\nセーブができないだなんて辛いよ！！\n\n艦長、SC、プレゼント、同時通訳、フォロー、コメントありがとう！ \n\n明日は歌を歌います！！\nまるが好きな歌をたくさん歌います\n明日は忙しくて、ライブ配信の時間が遅くなるけど、みんなまるのこと待っていてね！！\n全.裸待機！！！！ \n\nおやすみ！ ",
            "文字"
        ],
        [
            "618442421242591160",
            "中国时间今晚20:00直播[星星眼]\n\n来玩个叫暖雪的新游戏吧[惊喜]！\n这个游戏很古风！我很感兴趣，所以我想尝试一下\n古代的中国是什么感觉的呢？\n\n如果 PC 不配，我马上玩inside！\n\n请期待[星星眼][星星眼]！\n \n今日の夜中国時間20時からライブ配信します\n\nwarmsnowという新しいゲームで遊んでみるね\nこのゲームはすごい古風で興味を持ったのでやってみます\n昔の中国ってどんな感じかな\n\nPCのスペックが足りなかったらinsideやります！\n\n楽しみにしていてね ",
            "文字"
        ]
    ],
    "2022-01-21": [
        [
            "618047546246814542",
            "这是昨天直播的存档！ ！！\n和大家一起学习很有趣！ ！！\n\n昨日のライブ配信のアーカイブです！\nみんなと勉強すると楽しい！！！",
            "视频"
        ],
        [
            "618020994758796115",
            "提前收集想听的歌曲[星星眼][星星眼]！ ！\n因为需要大量的时间练习！\n虽然不提前收集想听的歌曲[惊喜]！ ！\n因为需要大量的时间练习！虽然不能全都练完！\n但是我尽力！能全都练完！但是我尽力[奋斗][奋斗]！\n\n歌のリクエスト募集します！！\n練習するにはめっちゃ時間かかるから！前もって募集します！\n全部歌えないけど、頑張って歌えるようにします！",
            "图片"
        ]
    ],
    "2022-01-20": [
        [
            "617856415906471318",
            "感谢您观看直播[给心心]！\n今天被证明是个天才！ ！！ ！！\nHSK 5、4年级有可能通过！ ！！我要多学习，成为天才[星星眼][星星眼]！ ！！\n我会一点一点的努力！ ！！\n\n还有，提起别的女人的话题，我可要手起刀落了哟（病娇脸）？[无语]\n请细说！！！！\n\n感谢您的礼物、同声传译、跟进和评论[给心心]！\n晚安[害羞]！ \n\nライブ配信観てくれてありがとう！\n今日はまるが天才なことが証明されました！！！\nHSKの5級と4級なら合格できそう！！もっと勉強して、さらに天才になりたい！！\n少しずつ頑張るね！！\n\nあと、他の女の話をする人は、まるに包丁で刺されたいということでしょうか\n詳しく教えてください\n\nプレゼント、同時通訳、フォロー、コメントありがとう！\nおやすみなさい！ ",
            "文字"
        ],
        [
            "617770172963333552",
            "今晚21:00我们将直播中文学习！\n请过来！！！",
            "文字"
        ]
    ],
    "2022-01-19": [
        [
            "617301514722055064",
            "这是昨天直播的存档！ \n黑暗世界是一款精彩有趣的游戏！ \n不是续集吗？\n昨日のライブ配信のアーカイブです！\nダークな世界が素敵な面白いゲームでした！\n続編でないかなぁ",
            "视频"
        ]
    ],
    "2022-01-18": [
        [
            "617090786441622576",
            "谢谢大家今天来看直播 [星星眼]！\n我很高兴今天能够通关[OK][OK]！ ！！\n但是居然是BADEND，有些悲伤[大哭]！ ！！\n我以为他们是很好的朋友，但他们不是\n\n接下来我应该玩什么样的游戏？ ！！ “inside”看起来很有趣！ ！！\n如果您有推荐的游戏，请告诉我[星星眼]！\n\n谢谢大家的礼物、同声传译 、 评论和关注[给心心]\n晚安[害羞][害羞]！\n\nライブ配信観てくれてありがとう！\n今日はクリアすることができて嬉しかった！！\nでもbadend悲しい！！\n二人は仲間だと思ってたけど、そうじゃなかったんだね\n\n次はどんなゲームしようかな！！\"inside\"とか面白そう！！\nおすすめのゲームあったら教えてね！\nプレゼント、同時通訳、フォロー、コメントありがとう！\nおやすみなさい！ \n ",
            "文字"
        ],
        [
            "616928861888593546",
            "这是昨天直播的存档！ ！！\n今天通关！！！",
            "视频"
        ]
    ],
    "2022-01-17": [
        [
            "616733548250108816",
            "谢谢大家今天来看直播 [星星眼]！\n医院通关了！ ！！出院了[OK]！！\n太喜欢雪团的话，就和游戏里一样把头伸进电视里去哟~[给心心]\n会死就是了！唉嘿！ ！！\n\n下次我要通关！我将全身全灵！ ！！\n明天中国时间20:00直播！ ！！\n谢谢大家的艦長、礼物、同声传译 、 评论和关注[给心心]\n晚安[害羞]！ \n\n 今日のライブ配信観てくれてありがとう\n病院をクリアしました！！\nまるのことが好きすぎて、画面の中に頭を突っ込んでいいよ！\n死ぬけど！！\n\n次で全部クリアしたいな！頑張るね！！\n明日の中国時間20時にライブ配信するね！！\n艦長、プレゼント、同時通訳、フォロー、コメントありがとう！\nおやすみなさい！ ",
            "文字"
        ],
        [
            "616561960008233631",
            "这是昨天直播的存档！！\n中国时间今天20:00开始直播！！\n我玩little night mares2!!\n\n昨日のライブ配信のアーカイブです！\n今日は中国時間20時からライブ配信します！\nlittle night mares2で遊びます\n",
            "视频"
        ],
        [
            "616380119678109707",
            "感谢大家收看今天的歌回[星星眼]！\n我很高兴大家能夸我的高音！ ！！\n雪团的高音是在恐怖游戏中训练的[惊喜][惊喜]！ ！！\n我笑了很多！ ！！我会再次挑战[OK]！ ！！\n\n谢谢大家的艦长、SC、礼物、同声传译 、 评论和关注[给心心]\n\n粉雪团一直都很善良！泪目了[大哭][大哭]！ ！！感谢您理解雪团！很喜欢[给心心][给心心]！ ！！\n早点睡！晚安[害羞]！ \n\n今日の歌配信観てくれてありがとう！\n高音褒めてくれて嬉しかった！！\nまるの高音はホラーゲームで鍛えられています！！\nそして、たくさん笑っちゃった！！またチャレンジします！！\n\n艦長、SC、プレゼント、同時通訳、フォロー、コメントありがとう！\n\nいつも粉雪団は本当に優しいね！涙が出る！！まるのこと理解してくれてありがとう！大好き！！\n早く寝てね！おやすみ！ ",
            "文字"
        ]
    ],
    "2022-01-16": [
        [
            "616287679106682617",
            "中国时间今天21:00开始直播！\n我会唱一首歌！ ！！请过来！ [给心心]",
            "文字"
        ],
        [
            "616196076035076304",
            "粉雪团们大家好！\n今天需要通知大家一件事！\n关于以后大家想要雪团唱的歌的收集，想要做出一定的改变。\n雪团收到大家想听的歌之后，都是会花时间一个个去练习的，因为没听过的歌也很多！\n从开始直播到现在都是一直坚持练习！但是最近收到的歌曲很多，雪团练习跟不上了！真的很抱歉！\n今后想定期专门开一个回应粉丝的歌回，在直播之前会预告，并在统一在动态底下收集推荐的歌曲！\n其实真的很想回应所有粉丝，一直在想一天为什么只有24小时！\n真的很抱歉，希望大家能够理解！ ",
            "文字"
        ]
    ],
    "2022-01-15": [
        [
            "615819802543227879",
            "这是昨天直播的存档！\n昨天哭得最厉害！\n请听美声！！！\n\n今天太忙了，没时间直播！\n对不起\n\n昨日のライブ配信のアーカイブです！\n昨日は今までで一番叫んだよ！\n美声を聴いてください！！\n\n今日は忙しくてライブ配信ができない！\nごめんね！\n",
            "视频"
        ],
        [
            "615657139245240292",
            "谢谢大家今天来看直播 [星星眼]！\n庆幸今天变态的戏太多了[惊喜][惊喜]！ ！！\n最后一部分太难了……！我对很多敌人感到恐慌[大哭]！\n今天太晚了，我再试试！遗憾！[大哭] ！！\n谢谢你一直陪着我直到这个时候！我喜欢你们这些变态的人[给心心][给心心]。\n谢谢大家的SC、礼物、同声传译 、 评论和关注[给心心]\n晚安[害羞]！ \n\nライブ配信観てくれてありがとう！\n今日は変態なシーンがありすぎて、嬉しかった！！\n最後の所は難しすぎる、、、！敵がたくさんいてパニックになりました！\n今日はもう遅い時間なので、また今度チャレンジするね！悔しい！！\nこんな時間まで付き合ってくれてありがとう！変態のみんなが大好きだよ！\nSC、プレゼント、同時通訳、フォロー、コメントありがとう！\nおやすみなさい！ ",
            "文字"
        ]
    ],
    "2022-01-14": [
        [
            "615593066931032418",
            "中国时间今天22:30开始直播！\n逃离老师！ ！！",
            "图片"
        ],
        [
            "615446114616382153",
            "这是昨天直播的存档！\n今晚直播！ ！！我想会很晚，但我会尽快回来！\n\n昨日のライブ配信のアーカイブです！\n今日の夜ライブ配信します！！遅くなっちゃうと思うけど、なるべく早く帰るね！",
            "视频"
        ]
    ],
    "2022-01-13": [
        [
            "615257857608219939",
            "谢谢大家今天来看直播 [星星眼]！\n2很有趣，因为有很多地方可以攻击[惊喜][惊喜]！ \n尤其是当我有枪的时候，我感觉很好[星星眼]！ ！！\n下次能消灭多少个呢？ \n\n谢谢大家的礼物、同声传译 、 评论和关注[给心心]\n不要DD，跟雪团一起入睡吧[大哭][大哭]！ \n晚安[给心心]！\n\nライブ配信観てくれてありがとう\n今日のライブ配信観てくれてありがとう\n2は攻撃ができるところが多くて楽しいです！！特に銃を持った時は気持ちが良かった！！次回は何キルできるかな？？\n\nプレゼント、同時通訳、フォロー、コメントありがとう！\n\nDDしないで、まると一緒に寝てね！\nおやすみ！",
            "文字"
        ],
        [
            "615075025150321829",
            "这是昨天直播的存档！\n解开这个谜很困难！！！\n\n昨日のライブ配信のアーカイブです！\n謎解きは難しいです！",
            "视频"
        ],
        [
            "614895882059667706",
            "谢谢大家今天来看直播 [星星眼]！\n通关litllenighemaresDLC！ ！！很开心！ ！！ ！！\n我真的很害怕看到很多小阴影[大哭][大哭]！ ！！但是雪团没有逃跑就战斗了！ ！！我尽力了[奋斗]！ ！！\n！！ ！！ ！！\n谢谢大家的艦长、礼物、同声传译 、 评论和关注[给心心]\n明天中国时间21:00开始直播[惊喜][惊喜]！\n快来看看吧！\n晩安[害羞]\n\nライブ配信観てくれてありがとう\nlitllenighemaresDLCクリアしました！！嬉しい！！！\n小さな影がたくさん来て本当に怖かった！！でもまるは逃げずに戦いました！！頑張ったよ！！\n！！！\n艦長、プレゼント、同時通訳、フォロー、コメントありがとう！\n明日は中国時間21時からライブ配信します！\n観に来てね！\nおやすみ ",
            "文字"
        ]
    ],
    "2022-01-12": [
        [
            "614815561883943986",
            "今晚中国时间22:00开始直播！\n我玩little night mares DLC！！\n",
            "文字"
        ]
    ],
    "2022-01-11": [
        [
            "614332807554818146",
            "这是昨天直播的存档！\n听到肚子的声音我很尴尬！！\n\n昨日のライブ配信のアーカイブです！\nお腹の音が入っていて恥ずかしいです！！",
            "视频"
        ],
        [
            "614149601432378495",
            "谢谢大家今天来看直播 [星星眼]！\n\n 好些天没见到大家，今天见到了我很开心[惊喜][惊喜]！ \n不知道下次能不能打败boss！ ！！我想战斗 ！！ \n\n明天不能回家，直播不了，但是后天可以[大哭][大哭]！\n抱歉最近比较忙[大哭]！下周有时间的话想多直播！\n谢谢大家的艦长、SC、礼物、同声传译 、 评论和关注[给心心]\n晩安[害羞]\n\n今日のライブ配信観てくれてありがとう\n\n久しぶりにみんなに会えて嬉しかったです！！次はボスを倒せるのかな！！\n戦いたい！！\n\n明日は家に帰れなくて、ライブ配信できないけど、また明後日会おうね！\n最近忙しくてごめんね！来週からは、時間を見つけてたくさん配信します！\n\n艦長、SC、プレゼント、同時通訳、フォロー、コメントありがとう！\nおやすみ \n \n\n ",
            "文字"
        ]
    ],
    "2022-01-10": [
        [
            "614077145336585106",
            "中国时间今天22:00起 现场直播！\nlittle night mares！！",
            "文字"
        ]
    ],
    "2022-01-09": [
        [
            "613732830690373752",
            "我明天早上回家[大哭][大哭][大哭]！ ！！ \n明晚直播！！！\n我想尽快见到大家[星星眼][星星眼]！\n\n明日の朝家に帰ります！！\n明日の夜ライブ配信します！！\n早くみんなに会いたい！\n",
            "文字"
        ]
    ],
    "2022-01-08": [
        [
            "613342040211496157",
            "天才是不会害怕的！！！",
            "视频"
        ]
    ],
    "2022-01-07": [
        [
            "612970985093374685",
            "翻唱「孤勇者」！！我会努力改正发音的！",
            "视频"
        ]
    ],
    "2022-01-06": [
        [
            "612476217749035918",
            "早上好！\n这是昨天直播的存档！\n远方也望着同一个月亮！！\n\nおはよう！\n昨日のライブ配信のアーカイブです！\n離れていても同じ月を見ています！！",
            "视频"
        ],
        [
            "612347523350708046",
            "谢谢大家今天来看直播 [星星眼]！ \n很高兴今天能在短时间人气值拿第一[惊喜][惊喜]！惊呆了！谢谢大家！谢谢！ \n6号到9号忙到不能直播了，大家别忘了我哦[大哭]！ \n虽然很寂寞，但是Maru会无时无刻都在想大家[给心心]！\n谢谢大家的艦长、SC、礼物、同声传译 、 评论和关注[给心心]\n晩安[害羞] \n\n今日のライブ配信観てくれてありがとう！\n今日は短時間人気値No.1になることができて嬉しかったです！初めてのことでびっくりした！みんなのおかげです！ありがとう！\n6日から9日まで忙しくて、ライブ配信ができないけど、私の事忘れないでね！寂しいけど、まるは、みんなのことずっと考えているからね！\n艦長、SC、プレゼント、同時通訳、フォロー、コメントありがとう！\nおやすみ ",
            "文字"
        ]
    ],
    "2022-01-05": [
        [
            "612271120176030792",
            "对不起 我还没回家！ \n将是23:30！",
            "转发"
        ],
        [
            "612269934767142416",
            "中国时间今天23:00直播[惊喜]！ \n我来唱首歌！！",
            "文字"
        ],
        [
            "612106300805767684",
            "昨天的存档！\n米津玄師是我的朋友！！\n\n昨日のライブ配信のアーカイブです！\n私は米津玄師の友達です！！",
            "视频"
        ]
    ],
    "2022-01-04": [
        [
            "611905584103679617",
            "谢谢大家今天来看直播 [星星眼]！\n\n确实DLC比1难[大哭]！感谢一直提建议，直到雪团明白为止！\n最喜欢温柔的大家了！\n\n深海bba和深海ojisan真的是kimomo！接下来会遇到什么样的敌人！期待！ \n谢谢大家的、礼物、同声传译 、 评论和关注[给心心]\n\n明天的直播会是很晚的时间！对不起[大哭]\n注意保暖和睡眠[拥抱] 晚安[给心心] \n\nライブ配信みてくれてありがとう！\n\nたしかにDLCは1と比べて難しいです！まるが理解するまで、アドバイスしてくれてありがとう！\n！優しいみんなが大好き！\n\n深海bbaや深海ojisanは本当にkimomoでした！！次はどんな敵がやってくるのかな！楽しみ！！\nプレゼント、同時通訳、フォロー、コメントありがとう！\n明日のライブ配信は遅い時間になります！ごめんね\n暖かくして寝てね おやすみ\n ",
            "文字"
        ],
        [
            "611843693625419090",
            "中国时间今天20:00开始直播！！\nlittle nightmares DLC[惊喜][惊喜][惊喜]",
            "文字"
        ],
        [
            "611735241398005181",
            "这是昨天直播的回放！\n我们为粉雪团举办了粉丝见面会！每个人都是Debubu！！\n\n昨日のライブ配信のアーカイブです！\n粉雪団のファンミーティングをしました！みんなDebubuです！！",
            "视频"
        ]
    ],
    "2022-01-03": [
        [
            "611531024293404962",
            "谢谢大家今天来看直播 [星星眼]\n通关小小梦魇了[惊喜][惊喜]！ 我的成长速度很快！！雪团天才[星星眼]！ \n这个游戏有漂亮的画面，我喜欢它的世界观！ \n我也买了DLC[OK]！ \n下次我会再玩！ \n谢谢大家的艦长、SC、礼物、同声传译 、 评论和关注[给心心]\n晩安[给心心]！我会永远和你在一起 [鼓掌]\n\nライブ配信観てくれてありがとう！\nリトルナイトメアをクリアしました！！成長が早い！！！まるは天才です！！\nこのゲームはグラフィックが綺麗で、世界観が好きです！！\nDLCも買ったよ！！\nまた次回も遊ぶね！！\n艦長、SC、プレゼント、同時通訳、フォロー、コメントありがとう！\nおやすみ！ずっと一緒だよ ",
            "文字"
        ],
        [
            "611335285456467258",
            "这是昨天直播的存档！\n这是一款Maru不怕的恐怖游戏！\n\n昨日のライブ配信のアーカイブです！\nまるでもあまり怖くないホラーゲームです！\n",
            "视频"
        ],
        [
            "611207424276620471",
            "谢谢大家今天来看直播 [惊喜]\n这么晚了，但我很高兴你来看[星星眼][星星眼]！\n\n抱歉今天睡过头了[大哭]！\n从现在开始，设置闹钟，避免迟到！\n抱歉让大家担心了！\n\n明天（今晚）20:00我一定来[OK]！ 我承诺！\n谢谢大家的艦长、SC、礼物、同声传译 、 评论和关注[给心心]\n晚安 [害羞]\n\nライブ配信観てくれてありがとう\nこんな遅い時間になっちゃったけど、観に来てくれて嬉しい\n\n今日は寝坊してごめんなさい！\n今から、アラームをかけて、遅刻しないように管理します！\nみんなに心配かけてごめんなさい！\n\n明日(今日の夜)20時に絶対来るね！！約束します！\n艦長、SC、プレゼント、同時通訳、フォロー、コメントありがとう！\nおやすみなさい ",
            "文字"
        ]
    ],
    "2022-01-02": [
        [
            "611155197479152889",
            "对不起[大哭]！！！！\n我睡过大头了！！！\n中国时间23点直播！对不起！[大哭][大哭]！！！！\n\n ごめんなさい 寝ていて大遅刻しました このあと、中国時間23時からライブ配信します 。本当にごめんなさい。",
            "文字"
        ],
        [
            "610993826963170065",
            "这是昨天直播的存档！\n逃离kimomo怪物!!\n\n昨日のライブ配信のアーカイブです！\nkimomo怪物から逃げます！！",
            "视频"
        ]
    ],
    "2022-01-01": [
        [
            "610805939325071637",
            "谢谢大家今天来看直播 [星星眼]\n虽然我的时间错了，但是看到很多人来看还是很开心的[惊喜]！\n\n小小梦魇我是第一次玩，但它非常有趣！ \n可能需要一些时间，但我会通关到底[OK][OK]！\n\n明天中国时间20:00开始直播[星星眼]！ \n明天继续！请期待！\n谢谢大家的SC、礼物、同声传译 、 评论和关注[给心心]\n晚安 [给心心]\n\n今日のライブ配信観てくれてありがとう！\n時間を間違えたのに、たくさんの人が観に来てくれて嬉しかった！\n\nリトルナイトメア初めて遊んでいるけど、とっても楽しい！！\n時間はかかるかもしれないけれど、最後までクリアするね！！\n\n明日の中国時間20時からライブ配信します！！\n今日の続きをやるよ！楽しみにしていてね！\n\nおやすみ ",
            "文字"
        ],
        [
            "610751354583933883",
            "分享图片",
            "图片"
        ],
        [
            "610635961701945332",
            "这是昨天直播的存档！\n今晚中国时间20:00开始播放《Little Nightmares》！快来看看吧！\n\n昨日のライブ配信のアーカイブです！\n今日の夜中国時間20時から「リトルナイトメア」を遊びます！観に来てね！",
            "视频"
        ],
        [
            "610457664719923398",
            "谢谢大家今天来看直播 [星星眼]\n新年快乐[惊喜][惊喜]！ \n我很高兴和大家一起过新年！\nMaru今年会迎来新生！ 但如果你能永远和我在一起，我会很高兴[给心心][给心心]！\n谢谢大家的艦长、SC、礼物、同声传译 、 评论和关注[给心心] \n\n今年也请多多指教！大家[星星眼][星星眼]！ 好梦！希望今年的第一个梦里有我！努力给你带来一年的好运[鼓掌][鼓掌]！\n\nあけましておめでとう！！\n\n今日のライブ配信観てくれてありがとう！\nみんなと新しい一年を迎えられて嬉しかった！！\nまるは今年、新しい体になったりするけど、それでもずっと一緒にいてくれたら嬉しいな！\n艦長、SC、プレゼント、同時通訳、フォロー、コメントありがとう！\n \n今年も、よろしくね！みんなのこと大好き！！いい夢を！今年の初夢はゆきまるが出るように！いい年になりますように！ ",
            "文字"
        ]
    ],
    "2021-12-31": [
        [
            "610280656239959463",
            "昨天的交付存档！\n元旦学习多多！\n\n昨日の配信アーカイブです！\nお正月はたくさん勉強する！",
            "视频"
        ],
        [
            "610079767733390183",
            "谢谢大家今天来看直播 [星星眼]\n学习中文很有趣[惊喜]！我会继续努力学习每一天[奋斗][奋斗]！\n\n明天中国时间22:30直播[OK]！\n我想一起看有趣的视频！\n请在这里发表评论！我要等！\n\n谢谢大家的SC、礼物、同声传译 、 评论和关注[给心心]\n一起睡[害羞]！！\n\n今日のライブ配信観てくれてありがとう！\n中国語の勉強はとても楽しいです！これからも毎日勉強頑張るね！\n\n明日中国時間22時半にライブ配信します！\n面白い動画を一緒に観たいです！\nここにコメントください！！待ってるね！\nSC、プレゼント、同時通訳、フォロー、コメントありがとう！\n一緒に寝よう！ ",
            "文字"
        ]
    ],
    "2021-12-30": [
        [
            "610026003331910869",
            "中国时间今天22:30直播！！！",
            "文字"
        ],
        [
            "609883251501457680",
            "中午好[惊喜]\n我休息了很多，恢复了！ \n今晚直播[星星眼][星星眼]！ 我学习汉语！！\n不知道什么时候可以回家……知道了开始的时候再通知你！  我会尽快回来的！ \n我想尽快见到大家[给心心]\n\nおはよう！\n沢山休んで元気になったよ！！\n今日の夜ライブ配信するね！！中国語を勉強するよ！\nいつ家に帰れるかわからなくて…開始時間は分かったらお知らせするね！！\nなるべく急いで帰るね！！\n早くみんなに会いたいよ！！",
            "文字"
        ]
    ],
    "2021-12-29": [
        [
            "609692421814102583",
            "好想直播...但是刚刚回到家已经快累倒下了，不能保持正常的直播....[大哭]，今日份的深夜直播暂停营业[大哭][大哭]\n对不起！！！\n配信したいけど...家着いたらもう疲れすぎて倒れそう、ちゃんとした配信は無理かも....[大哭]、今日の深夜配信営業停止[大哭][大哭]\nごめんなさい！！！",
            "文字"
        ],
        [
            "609508769013092146",
            "昨天的交付档案！ \n我试着唱你要求的歌！谢谢你告诉我一首美妙的歌！\n\n昨日の配信のアーカイブです！！\nリクエストしてくれた歌を歌ってみました！素敵な曲を教えてくれてありがとう！！",
            "视频"
        ],
        [
            "609362151707834823",
            "谢谢大家今天来看直播[星星眼] \n很高兴见到你，虽然已经很晚了[惊喜]！但是要注意身体！\n31号！如果没有紧急变化！我想要和大家一起看看视频渡过，如果有什么关于跨年或者新年的视频或者有趣的视频请告诉我[OK]！！谢谢[鼓掌]！ \n谢谢大家的SC、礼物、同声传译 、 评论和关注[给心心] \nsukisukisukisukiss[给心心][给心心] \n晩安！！\n\nライブ配信観てくれてありがとう！\nこんなに遅い時間なのに観てくれて嬉しい！でも体に気を付けてね！\n31日！急な変更がなかったら、みんなと動画見ながら年越しをする予定です！なので年越しや新年の関する動画や面白い動画など募集中です！教えてね！\nSC、プレゼント、同時通訳、フォロー、コメントありがとう！  \nsukisukisukisukiss \nおやすみ！！！",
            "文字"
        ]
    ],
    "2021-12-28": [
        [
            "609298139514854925",
            "中国时间今天23:30直播[惊喜]！ \n我来唱首歌！\n请过来[给心心]！",
            "文字"
        ],
        [
            "609169793007109308",
            "早上好！\n昨天的存档！ ！\n昨天启动后立即很难因为麦克风掉下来了ｗｗｗ\n请放心，我们已经删除了最后的杂谈部分！\n\nおはよう！\n昨日のアーカイブです！！\n昨日は開始してすぐマイクが落ちてきたりして、大変でしたｗｗ\n最後の雑談の部分は取り除いたので安心してください！",
            "视频"
        ],
        [
            "608974221676923928",
            "为什么发不出去…… [大哭]",
            "图片"
        ]
    ],
    "2021-12-27": [
        [
            "608919559629833980",
            "中国时间今天22:30直[星星眼]播！\n 玩游戏！｢Yes,Your Grace｣！！",
            "图片"
        ]
    ],
    "2021-12-26": [
        [
            "608378793176670062",
            "昨天的存档！\n对不起！今天很忙！！！\n我不会直播！\n明天见！\n\n昨日のアーカイブです！\nごめんね！今日は忙しい！\nライブ配信をしません！\nまた明日会おうね！",
            "视频"
        ],
        [
            "608240598306448785",
            "谢谢大家今天来看直播[星星眼] ",
            "图片"
        ],
        [
            "608235113635287148",
            "谢谢大家今天来看直播[星星眼]\n我通关了[OK]　快乐的[惊喜]！！！！\nhomo走了，但 Maru 和她妈妈活了下来！\nMaru太强了[OK]！！！！！最强[惊喜][惊喜]！！！！！ \n\n我很高兴与所有喜欢它的人一起度过圣诞节和平安夜！！！！\n谢谢大家的提督[给心心]，船长，SC，礼物，同声传译，关注，评论[给心心]！\n晩安！mua～[给心心][给心心]\n\nライブ配信観てくれてありがとう！\nゲームクリアしたよ！！嬉しい！！\nhomoの二人はいなくなったけど、Maruとお母さんは生き残りました！！\nMaruはとても強いです！！最強！！！\n\nクリスマスもクリスマスイブも大好きなみんなと過ごせて幸せだよ！\n提督、艦長、SC、プレゼント、同時通訳、フォロー、コメントありがとう！\n\nおやすみ！mua～\n \n\n ",
            "图片"
        ]
    ],
    "2021-12-25": [
        [
            "608034710463514194",
            "昨天的存档！\n我不喜欢西红柿！\n吃西红柿为生！！\n中国时间今天22:00直播！\n我要通关这个游戏！ ！\n\n昨日のアーカイブです！\nトマトは嫌い！\n生きるためにトマトを食べる！！\n今日中国時間22時からライブ配信します！\nこのゲームをクリアしたい！\n\n",
            "视频"
        ],
        [
            "608018917868604722",
            "圣诞节快乐[给心心]！ \n今晚中国时间22:00开始直播[惊喜]！ \n这是昨天比赛的延续！60seconds Reatomized！！\n大家期待着[星星眼]\n（对不起，我早睡了，时间错了）\n\nメリークリスマス！\n今日の夜、中国時間22時からライブ配信します！\n昨日のゲームの続きです！\n(ごめんなさい！先程寝ぼけていて、時間を間違えました)",
            "文字"
        ],
        [
            "607851358310949856",
            "谢谢大家今天来看直播[星星眼]\n圣诞节快乐！\n很卡！我真的感到抱歉！不过，我很高兴你们一直在看[惊喜]！\n当我唱完歌之后，发现麦克风是静音！我真的很尴尬[害羞][害羞]！！！\n但我很高兴和大家一起过圣诞节！\n今天也非常谢谢大家[给心心]！\n谢谢大家的艦长、SC、礼物、同声传译 、 评论和关注[给心心]\n晩安[给心心]\n\nライブ配信観てくれてありがとう！\nメリークリスマス！\nlagが多くてごめんね！それでも見続けてくれて嬉しかったよ！\n\nマイクをミュートして歌を歌った時は本当に恥ずかしかった！\nでも、みんなとクリスマスを過ごせて幸せだよ！\n今日もありがとう！\n艦長、SC、プレゼント、同時通訳、フォロー、コメントありがとう！\nおやすみなさい ",
            "文字"
        ]
    ],
    "2021-12-24": [
        [
            "607695249132076925",
            "昨天的直播！\n一起度过平安夜吧！\n中国时间今晚 21:00 直播！我要玩生存游戏！ !!\n\n昨日のライブ配信です！\nクリスマスイブ、一緒に過ごそうね！\n今日の夜中国時間21時からライブ配信します！サバイバルゲームをするよ！！",
            "视频"
        ],
        [
            "607493316948715102",
            "谢谢大家今天来看直播[星星眼]\n当我试图建立一个动物园时，互联网爆炸了[大哭][大哭]！ \n我会努力找出原因[奋斗]！\n重开三遍真的很抱歉！ \n保持温暖和睡眠 [害羞]\n谢谢大家的艦长、SC、礼物、同声传译 、 评论和关注[给心心]\n晩安\n\nみなさんライブ配信観てくれてありがとう！\n動物園を作ろうとしたら、インターネットが爆発しました！！\n原因を探してみます！\n三回も配信をしてしまって本当にごめんなさい！！\n暖かくして寝てね \n艦長、SC、プレゼント、同時通訳、フォロー、コメントありがとう！ \nおやすみなさい",
            "文字"
        ]
    ],
    "2021-12-23": [
        [
            "607447111693344625",
            "中国时间今天24:00直播[星星眼]！ \n我要玩一个叫做“Let's build a zoo”的游戏！ \n经营动物园[奋斗][奋斗]！ \n\n今日の中国時間24時からライブ配信します！\n｢Let's build a zoo｣というゲームをやるよ！\n動物園経営する！！",
            "图片"
        ],
        [
            "607282189245956269",
            "早上好！\n昨天的存档！\n今天会很晚，但会直播 !!\n\nおはよう！\n昨日のアーカイブです！\n今日は夜遅くなるけれどライブ配信します！！",
            "视频"
        ],
        [
            "607107031887048104",
            "谢谢大家今天来看直播[星星眼]\n有点晚了，但我很高兴你来看它！\n黑蒜非常糟糕[大哭]！真的很吓人的食物！！！\n我嘴里还有一股味道[委屈][委屈]！ 好难受！！！\n我今天刷牙的时间是平时的三倍[惊喜]！\n谢谢大家的艦长、SC、礼物、同声传译 、 评论和关注[给心心][给心心]\n\n晚安（黑蒜吻）[给心心][给心心][给心心]\n\n ライブ配信観てくれてありがとう！\n少し遅い時間だったけれど観に来てくれて嬉しい！！\n黒にんにくはとってもまずかった！！本当に恐ろしい食べ物！！\n口の中にまだ匂いが残っています！！大変！！\n今日はいつもの3倍の時間歯磨きします！\n艦長、スーパーチャット、プレゼント、同時通訳、コメント、フォローありがとう！\n\nおやすみ(黒にんにくkiss) ",
            "图片"
        ]
    ],
    "2021-12-22": [
        [
            "607048512959201534",
            "中国时间今天22:00直播！[给心心]\n我唱歌！！",
            "文字"
        ],
        [
            "606913178542697873",
            "音量关注！！！\n我真的很惊讶\n音量注意！！！\n本当にびっくりした",
            "视频"
        ]
    ],
    "2021-12-21": [
        [
            "606540014601095011",
            "昨天的存档！\n这是我的第一个恐怖游戏\n音量关注！！！\n昨日のアーカイブです！\n初めてホラーゲームをしたよ\n音量注意！！",
            "视频"
        ],
        [
            "606374435017248214",
            "谢谢变态大家今天来看直播[星星眼]\n魔女之家太可怕了[委屈][委屈]！我很惊讶，大声喊叫[大哭]！ 我很抱歉打断你的耳朵！ 　\n结局真的很惨很悲惨！真底很出乎意料！\n我很害怕，一个人睡不着[害羞]！大家一睡吧！另外，厕所和浴室可怕[害羞]！\n谢谢大家的SC、礼物、同声传译 、 评论和关注[给心心]\n\n変態のみなさんくライブ配信観てくれてありがとう！\n魔女の家怖かったよ！！！びっくりして、たくさん叫んじゃった！！あなたの耳を壊してごめんね！\n結末は本当にひどくて悲しかったです！true endはとても辛い！\nだれか、Maruと一緒に寝てくれる人はいませんか？一人だと怖くて眠れないよ！それと、トイレもお風呂も怖いです！\nSC、プレゼント、フォロー、コメントありがとう！ ",
            "文字"
        ]
    ],
    "2021-12-20": [
        [
            "606269547621057199",
            "maru不擅长害怕！！！！！！！！\nno～～～[大哭][大哭][大哭]\n\nまるは怖いのが苦手です！！！！！",
            "转发"
        ],
        [
            "606236905872570056",
            "中国时间今天21:00直播[惊喜]！ \n你想看什么游戏？\n请从这些中选择！！\nmajyo no ie 恐怖游戏[冷]\n60seconds reatomized 生存游戏[奋斗]\nLet's build a zoo 管理游戏[墨镜]\n\n\n\n今日の中国時間21時から配信します！\nどのゲームが見たいですか？\nこの中から選んでね！\n魔女の家 ホラーゲーム\n60seconds reatomized サバイバルゲーム\nLet's build a zoo 経営ゲーム",
            "图片"
        ],
        [
            "606176471390526027",
            "这是昨天直播的存档！\n我常笑！ ！\n昨日のライブ配信のアーカイブです！\nたくさん笑った！！",
            "视频"
        ],
        [
            "605982274439409953",
            "谢谢大家今天来看直播[星星眼]\n感谢您向我们发送大量视频[给心心]！ 它很有意思！我无法在直播中观看所有这些，所以我现在自己观看！ \n我要挑战黑蒜[OK][OK]！ \n谢谢大家的艦長、礼物、同声传译 、 评论和关注[给心心]\n晚安[害羞]\n我会永远和你在一起 [害羞][害羞]\n\n‍ライブ配信みてくれてありがとう！\n動画たくさん送ってくれてありがとう！！とっても面白かった！ライブ配信では、全部見れなかったから、今一人で見ています！！\n黒ニンニクチャレンジしたいな！！！\n艦長、プレゼント、フォロー、コメントありがとう！\nおやすみなさい\nずっと一緒だよ ",
            "文字"
        ]
    ],
    "2021-12-19": [
        [
            "605900665767181663",
            "今天中国时间21:00直播[给心心]！ \n复仇！！看视频！如果你有推荐的视频，请在这里发表评论[惊喜]！\n请过来[星星眼]！\n\n今日の中国時間21時からライブ配信します！\nリベンジ！動画を見るよ！おすすめの動画があったら、こここにコメントしてね！！\n来てね！",
            "图片"
        ]
    ],
    "2021-12-18": [
        [
            "605426819202279055",
            "昨天的存档！！\n这个游戏训练你的精神力量 ww！！\n昨日のアーカイブです！\nこのゲームは精神力が鍛えられますｗｗ",
            "视频"
        ],
        [
            "605292910720938950",
            "谢谢大家今天来看直播[给心心] \n通关 “ori2”[OK][OK]！ \n最后一个boss真的很强！ “雪团gogo!雪团gogo! ”的许多喊话，让我很高兴！ [打call][打call][打call]谢谢大家的建议和支持！ \n谢谢你陪我到午夜[星星眼]！很喜欢!!\n谢谢大家的艦長、礼物、同声传译 、 评论和关注[给心心] \n晚安[害羞]！\n\n \"ori2\"クリアしました！！\n最後のボスがすごく強かった！！「雪团gogo!雪团gogo!」のコールいっぱいで嬉しかった！！！！たくさんのアドバイスや応援ありがとう！！\n こんなに深夜まで付き合ってくれてありがとう！大好きだよ！！\n\n艦長、プレゼント、フォロー、コメントありがとう！\nおやすみ！\n  \n ",
            "图片"
        ]
    ],
    "2021-12-17": [
        [
            "605215382266915235",
            "从今天24:00（中国时间）开始直播[星星眼][星星眼]！\n 最后的老板！！！",
            "图片"
        ],
        [
            "605055734028927660",
            "这是昨天直播的存档！\n我想早点回家玩游戏！!\n昨日のライブ配信のアーカイブです！\n早く家に帰ってゲームがしたい！！",
            "视频"
        ],
        [
            "604871681795854224",
            "谢谢大家今天来看直播[给心心][给心心]！ \n感谢您一直努力了解 Maru 的中文和日文！\n这周我学习了很多，因为我想和大家谈谈[奋斗][奋斗]！\n \n明天将是一个很晚的直播！我会继续ori！到boss了！ 可能是最后一集了！ 我会尽力的！\n \n谢谢大家的艦長、礼物、同声传译 、 评论和关注[给心心] \n晩安[害羞]\n\nライブ配信観てくれてありがとう！\nいつもMaruの中国語とか日本語を理解しようとしてくれてありがとう！\nみんなといろんな話をしたくて、今週はたくさん勉強したよ！！ \n\n明日は遅い時間のライブ配信になります！oriの続きをやります！ボス！！！最終回になるかも！！頑張ります！！\n \n艦長、プレゼント、フォロー、コメントありがとう \nおやすみ",
            "图片"
        ]
    ],
    "2021-12-16": [
        [
            "604773039284245795",
            "中国时间今天21:00直播！！\n我玩ori！！",
            "文字"
        ],
        [
            "604684640264261405",
            "昨天的存档！！\n圣诞节快到了，所以我试着注意缩略图！\n听说中国人过圣诞节吃苹果！！\n\n昨日のアーカイブです\nもうすぐクリスマスなので、サムネイルを意識してみました！\n中国では、クリスマスにりんごを食べると聞いたよ！\n",
            "视频"
        ],
        [
            "604604642204549667",
            "早安～mua",
            "图片"
        ],
        [
            "604525906869215109",
            "谢谢大家今天来看直播！\n我唱了很多歌！ 感谢你们！很高兴近来弹幕增加了！\n我很开心！我会更加努力，今后的我会有很大的变化，请期待！\n谢谢大家的支持！谢谢提督，舰长还有SC！还有大家的关注！\n\n孤勇者的完整伴奏哪里有呢？请告诉我！如果没有，我会自己做！ \n\n晚安 ",
            "图片"
        ]
    ],
    "2021-12-15": [
        [
            "604423166958780989",
            "中国时间今天21:00直播[给心心]！\n我唱歌！请过来！\nanime・jpop・黄油…？",
            "图片"
        ],
        [
            "604353296428579055",
            "昨天的存档！\n有趣的战斗！请看一下！ ！！",
            "视频"
        ],
        [
            "604172018737607242",
            "感谢您收看直播[星星眼]！\n我今天摘掉了眼罩[害羞][害羞]！ 想让大家看看丸子的各种造型！ 它怎么样？\n一个变态的青蛙怪物是“Kimomo”我感到惊讶[捂眼]！非常难打！ 但是多亏了大家的建议，我才能够清除它！\n弓好强！ \n谢谢您的支持！\n谢谢大家的SC、礼物、评论和关注[给心心] \n\n明天将是歌回！请来看看我[打call]！\n晚安[给心心] \n\nライブ配信観てくれてありがとう！\n今日はアイマスクを外してみました！！Maruのいろいろな姿を見てもらいたくて！！どうだったかな？\n変態のカエルのモンスターが\"Kimomo\"でびっくりした！そして、とっても難しかった！！でもみんなのアドバイスのおかげでクリアすることができました！\n弓強い！！！\n応援ありがとう！\nsc、プレゼント、フォロー、コメントありがとう \n\n明日は歌ライブ配信をする予定です！来てね！\nおやすみなさい ",
            "文字"
        ]
    ],
    "2021-12-14": [
        [
            "604093240455392389",
            "15日午夜开始直播[星星眼][星星眼] \n我想尽快见到大家[给心心]",
            "文字"
        ]
    ],
    "2021-12-13": [
        [
            "603689380378296620",
            "我试着用中文唱歌！\n抱歉发音不好！\n但是我全心全意地唱歌，所以如果你能听到我会很高兴。\n中国語で歌ってみました！\n発音が下手でごめんね！\nでも、気持ちを込めて歌ったので聞いてもらえたら嬉しいです！",
            "视频"
        ]
    ],
    "2021-12-12": [
        [
            "603322671781160152",
            "迟到的1000粉丝纪念！\n我唱了我最喜欢的 Mosaik Role！ 和我的风格完全不一样，练习了好久也录了好久！ 请多多听！（因为正式出道会更换身体，所以动画只有图片！这样会方便以后的动画制作！请谅解！） \n1000人フォロー記念の動画です！大好きなモザイクロールを歌ってみました！！まるのスタイルと全然違うから、たくさん練習して、録音も時間かかりました！ たくさん聴いてね！",
            "视频"
        ],
        [
            "603199230126173106",
            "昨天的直播存档！\n这3天很痛苦！！",
            "视频"
        ]
    ],
    "2021-12-11": [
        [
            "602835386267489843",
            "这是难得的午间直播，但感谢您的观看[星星眼]\n 游戏进步了很多！ 是不是已经完成了一半？ \n这个月我要清空一切！ \n谢谢大家的艦長、SC、礼物、评论和关注[给心心]\n3天见不到你们，但我一直在想着大家！很喜欢[给心心][给心心]\n\n珍しくお昼のライブ配信だったけど、観に来てくれてありがとう\nゲーム結構進んだね！！半分くらい終わったのかな？\n今月中には全てクリアしたいな！！\n艦長、sc、プレゼント、フォロー、コメントありがとう\n3日間会えないけど、みんなのことをいつも考えてるからね！大好き！！\n",
            "文字"
        ],
        [
            "602670635609088416",
            "谢谢大家今天来看直播 [星星眼]\n我一直在考虑学习，但我喜欢和每个人交谈，所以我很着迷[害羞][害羞]\n中国口音太难了！ 我不懂;;\n我会努力学习的，希望有一天能开粉丝谈话会！\n谢谢大家的艦長、SC、礼物、评论和关注[给心心]  \n\n今天中午左右继续ori 的直播！大家来看看吧！请过来！ \n晚安！每个人都应该早点睡觉[给心心]！ \n\nライブ配信観てくれてありがとう！\nいつも勉強をしようと思っているんだけど、みんなとお話しするのが大好きだから、そっちに頭がいっちゃう\n中国語のアクセントがとても難しいよ！！法則が分からない；；\nこれからもっともっと勉強を頑張っていつかはファンミーティングとかしたいな！！\n艦長、sc、プレゼント、フォロー、コメントありがとう！ \n \n\n今日の昼頃、oriの続きを配信します！今度はみんなに観てもらう！！来てね！！\n\nおやすみなさい！みんなも早く寝てね！ ",
            "文字"
        ]
    ],
    "2021-12-10": [
        [
            "602610115225504832",
            "今天23:30（中国时间）开始直播[星星眼]！ \n我学习汉语！！！",
            "文字"
        ],
        [
            "602505781885285466",
            "杂谈編！！！！",
            "视频"
        ],
        [
            "602504480509136645",
            "这是昨天直播的存档！\n下半场40分钟只是一场独白。\n昨日のライブ配信のアーカイブです！\n後半40分はただの独り言です。",
            "视频"
        ],
        [
            "602419289827904627",
            "昨晚就是这种情况！！！",
            "视频"
        ],
        [
            "602276958906382226",
            "对不起！！！！！！ \n没想到直播停了！！！！！！！！！\n谢谢你的等待和告诉我！我喜欢大家 [给心心]\n\n一查，我一个人玩了40多分钟。\n这很尴尬[害羞][害羞][害羞]\n\n谢谢大家的艦長、SC、礼物、评论和关注 [给心心] \n\nごめんなさい！！！\nライブ配信が止まっていることに気が付きませんでした。\nずっと待っていてくれたり、教えてくれたりありがとう！みんな大好き \n\n調べてみたら一人で40分以上ゲームしていました。\nとっても恥ずかしいよ。\n艦長、sc、プレゼント、フォロー、コメントありがとう！ \n\n ",
            "图片"
        ]
    ],
    "2021-12-09": [
        [
            "602149604538292808",
            "中国时间今天20:00直播[星星眼]！\n奥日！！！\n逃离黑暗的地方！！",
            "文字"
        ]
    ],
    "2021-12-08": [
        [
            "601715984641031283",
            "这是昨天直播的存档！\n我试了一首中文歌！！！1:32:13 ～",
            "视频"
        ],
        [
            "601564874806294342",
            "谢谢大家今天来看直播[给心心] \n我今天也唱了很多动漫歌曲[星星眼]！ \n我很高兴很多人甚至知道一首老歌，而且我最喜欢的歌是一样的！我感觉很好！ !! \n《猩红的天空》歌词写错了尴尬www忘记了ww[鼓掌][鼓掌]\n谢谢大家的SC、礼物、评论和关注[给心心]\n \n晚安 [给心心]\n梦见我～！ \n\nライブ配信ありがとう\n\n今日もアニメソングをたくさん歌いました！\n少し古い曲でも知ってる人が多くかったり、好きな曲が一緒だったりして嬉しい！気が合うね！！\n｢緋色の空｣の歌詞間違えたのは恥ずかしかった‪w‪w‪w忘れてください‪w‪w\nsc、プレゼント、フォロー、コメントありがとう！ \n\nおやすみ\n私の夢見てね！ ",
            "文字"
        ]
    ],
    "2021-12-07": [
        [
            "601504350125766226",
            "今天23:30（中国时间）开始直播！[星星眼][星星眼]\n我来唱首歌！ 我们期待着[给心心]",
            "图片"
        ],
        [
            "601398513547173464",
            "今晚直播[星星眼][星星眼]\n｢歌曲直播｣和｢汉语学习｣直播，哪个更好？  ",
            "文字"
        ]
    ],
    "2021-12-06": [
        [
            "600973805703072468",
            "昨天的存档！\n这个月比较忙，觉得直播时间基本会延迟\n对不起！ \n昨日のアーカイブです！\n今月は忙しくて、ライブ配信時間が基本的に遅くなると思います\nごめんね！！\n",
            "视频"
        ]
    ],
    "2021-12-05": [
        [
            "600778638091551096",
            "谢谢大家今天来看直播 [给心心]\n光舞台太难了！！！！！\n再多留一会儿，马上就死了[笑哭][笑哭]\n死去的兄弟后来怎么样了？它会复活吗[委屈]？\n我期待未来的故事\n谢谢大家的艦長、SC、礼物、评论和关注[星星眼] \n晩安[给心心] \n\nライブ配信みてくれてありがとう！\n\n光のステージとっても難しかったです！！\nちょっと放置してると、すぐに死んでしまいます！！\n後、死んだ兄弟はどうなるのかな？生き返ったりするのかな？\n今後のストーリーも楽しみです！\n艦長、sc、プレゼント、フォロー、コメントありがとう！ \nおやすみなさい\n\n ",
            "图片"
        ],
        [
            "600689092326117397",
            "晚上好[惊喜][惊喜]！ \n今天20:00（中国时间）开始直播[星星眼]！ \n玩ori2！",
            "文字"
        ],
        [
            "600674089998970947",
            "早上好ｗｗｗ",
            "视频"
        ],
        [
            "600470654585552898",
            "感谢收看直播[星星眼]\n如果我想达到我好的地步，那将是这样一个时间！\n非常感谢你陪我到很晚 [鼓掌]\n明天是个好晚上，所以我们会提前一点直播[惊喜]！ \n\nori2难操作！非常！  彻底清除一切[奋斗][奋斗]！\n谢谢大家的SC，礼物，同伝、弹幕和关注[给心心]！\n晩安！\n\nライブ配信見てくれてありがとう\nキリがいいところまでやろうとしていたら、こんな時間になってしまいました！\n遅くまで付き合ってくれて本当にありがとう\n明日は、一日おやすみなので、もう少し早い時間からライブ配信します！\n\nori2は操作が難しいです！！！とても！！\n絶対に全部クリアします！\n\nsc、プレゼント、フォロー、通訳、コメントありがとう！！\nおやすみ！",
            "文字"
        ]
    ],
    "2021-12-04": [
        [
            "600392361621085613",
            "今天23:30（中国时间）开始直播[星星眼]！\n 我现在急着回家[奋斗]！！\n请稍等[鼓掌][鼓掌]\n\n今日の23:30(中国時間)からライブ配信します！\n今急いで帰ってる！！\n待っててね",
            "图片"
        ],
        [
            "600354084873257317",
            "这是我在上次直播中唱的歌曲的片段！",
            "视频"
        ]
    ],
    "2021-12-03": [
        [
            "600042068382575919",
            "2000个粉丝[星星眼][星星眼][星星眼]！ \n谢谢你一直支持我[给心心]！  \n\n最近，我一直在学习视频编辑。我会尽我最大的努力让大家越来越开心！\n\n接下来我们的目标是粉丝3000[奋斗]\n\n2000フォローになりました！\nいつも応援してれてありがとう！！\n最近は、動画編集を学んだりしています。みんなをもっともっと楽しませられるように頑張るね！\n次は3000フォロー目指します！！",
            "图片"
        ],
        [
            "599905604392927604",
            "昨天的存档。\n我可以清除它多少小时？？",
            "视频"
        ],
        [
            "599812854564301255",
            "私を見なさいよ！！！！",
            "视频"
        ]
    ],
    "2021-12-02": [
        [
            "599669754845709558",
            "感谢收看直播[星星眼]\n听说boss对ori2好难，好期待啊！[星星眼][星星眼] \n在大家的帮助下，我今天能够清除它！ [嫌弃][嫌弃]（哪里搬石头...）谢谢[害羞]\n\n谢谢大家的SC，礼物，弹幕和关注！\n晩安[害羞]\n\n配信見てくれてありがとう！\nori2は、ボスが難しいって聞いたので、楽しみです！\n今日はみんなの助けもあってクリアできました！(石動かすところ…)ありがとう！\n\nsc、プレゼント、フォロー、コメントありがとう！！\nおやすみ！",
            "图片"
        ],
        [
            "599600713246892603",
            "今日20:00（中国时间）直播！！\n奥日2[鼓掌][鼓掌]\n噩梦归来",
            "图片"
        ],
        [
            "599562359186502248",
            "昨天的存档！\n我很高兴唱我最喜欢的歌曲“中二病でも恋がしたい”！ ",
            "视频"
        ],
        [
            "599310854496866576",
            "谢谢大家来看直播[给心心]！\n\n我喜欢唱很多歌和谈论混沌～～！\n我很高兴地说我最近收到了很多歌曲请求！\n我正在训练每一个，所以请稍等！[鼓掌] \n\n谢谢大家的艦長、SC、礼物、评论和关注[星星眼]！\n\n吃西红柿[奋斗][奋斗][奋斗]\n\nライブ配信見てくれてありがとう！\nたくさん歌を歌ったり、混沌の話をしたり楽しかったです！\n最近、嬉しいことに、たくさんの歌のリクエストを貰っています！一つ一つ消化しているので待っててね！\n\n艦長、sc、プレゼント、フォロー、コメントありがとう！\n\nトマト食べます！",
            "文字"
        ]
    ],
    "2021-12-01": [
        [
            "599222734656251765",
            "从今天21:00（中国时间）开始直播！ \n唱歌～🎤",
            "图片"
        ],
        [
            "599189212428865217",
            "我刚起床wｗｗ\n昨天的存档",
            "视频"
        ],
        [
            "599186833021159883",
            "看着我！！！！！",
            "视频"
        ],
        [
            "598952899038607061",
            "感谢收看直播！\n我很高兴我获得了 1900 个关注[鼓掌][鼓掌][鼓掌]！\n我不知道使用 vpx会使线路出问题......[委屈]感谢您向我们发送许多有趣的视频！\n下次我会再试一次[奋斗]！\n\n感谢大家SC、礼物、评论和关注！\n晩安[给心心]\n\n\n配信見てくれてありがとう！\n1900フォロー達成出来て嬉しい！\nvpxを使うとビリビリの回線が悪くなるの知らなかった、、、！面白い動画たくさん送ってくれてありがとう！\nまた今度挑戦します！\n\n\nSC、プレゼント、コメント、フォローありがとう！\n晩安！",
            "文字"
        ]
    ],
    "2021-11-30": [
        [
            "598902227008818385",
            "今晚23:30（中国时间）直播[星星眼]！ \n我看视频~！！\n我想了解中国的网络文化[给心心]！\n请告诉我你的建议\n\n今日の夜23:30(中国時間)から配信するよ！\n動画を見る！！！\n中国のインターネット文化について知りたいな！\nおすすめあったら教えてね",
            "图片"
        ],
        [
            "598796240100949917",
            "昨天的录音文件损坏了[委屈]",
            "图片"
        ],
        [
            "598615293130069195",
            "感谢您的直播！\n我今天学习了很多[奋斗]！ \n中文难！但我很高兴我能一点一点地和大家交流！\nmaru想更多地了解每个人！\n我喜欢大家[给心心][给心心][给心心]\n谢谢大家的，SC，礼物，关注和评论[打call]！！\n大家晚安！好梦[给心心]！\n\n\nライブ配信ありがとう！\n今日はたくさん勉強した！！\n中国語は難しい！でも、みんなと少しづつコミュニケーションが取れるようになってきて嬉しい！\nmaruはみんなのことをもっと知りたい！\nみんな大好きだよ\nスーパーチャット、プレゼント、フォローありがとう！！\nみんなおやすみ！いい夢を！",
            "文字"
        ]
    ],
    "2021-11-29": [
        [
            "598532348721213737",
            "今天23:30（中国时间）开始直播[给心心]！ \n已经晚了，但我在等！\n\n今日は23:30(中国時間)からライブ配信します！\n遅い時間だけど、待ってるね！",
            "图片"
        ],
        [
            "598374104948210823",
            "昨天的存档！\n今晚直播！这将是午夜！\n",
            "视频"
        ]
    ],
    "2021-11-28": [
        [
            "598178331754624592",
            "感谢您收看直播[星星眼]！\n\n我继续玩，但我的电脑不太好，中途退出了[大哭]！\n对不起。\n\nmaru也会继续努力，然后换一个电脑[打call][打call]！\n\n下次想鉴赏视频直播，所以如果你有推荐的视频，请告诉我！！！！！\n\n谢谢大家的礼物，关注和评论[打call]！！ \n \n大家阿姨洗铁路 \n\nライブ配信観てくれてありがとう！\n\nもっと遊びたかったけど、パソコンとの相性が悪くて途中で辞めた！\nごめんなさい。\n\nmaruはもっと大きくなって、良いパソコンを買えるように頑張るね！\n\n今度video鑑賞のライブ配信とかもしたいので、おすすめの動画あったら教えてください！\nプレゼントやフォローやコメントありがとう！\n愛してる！！！！！！\n\n ",
            "图片"
        ],
        [
            "598117180006609889",
            "从今天中国时间20:00开始，我们将做《Ruined King》！\n今日の中国時間20時からルイドキングやります！",
            "图片"
        ],
        [
            "598063746320189289",
            "起床！ \n这是昨天的现场保存！\n我唱了很多，睡了很多！\n我打算今晚玩游戏！ \n到时候再告诉你\n\n起きた！！\n昨日のライブのセーブです！\nたくさん歌ってたくさん寝ました！\n今日の夜はゲームをする予定です！！\nまた後で時間伝えます！",
            "视频"
        ],
        [
            "597820393466941023",
            "今天也非常感谢大家来看直播[星星眼][星星眼]！\n来听歌！谢谢！好累，光速入睡！\n谢谢大家的舰长，SC，礼物，关注和评论[打call]！！\n大家晚安！好梦[给心心]！\n\n\n今日配信見に来てくれて、歌聞いてくれて！ありがとう！眠すぎて爆速で寝ます！\n艦長、スーパーチャット、プレゼント、フォローありがとう！！\nみんなおやすみ！いい夢を！",
            "文字"
        ]
    ],
    "2021-11-27": [
        [
            "597726612858355597",
            "电脑回来了[OK]！ \n从今天20:00（中国时间）开始直播！ \n唱动漫歌曲、VOCALOID、游戏歌曲！ 请过来[给心心]！\n\nパソコン復活したよ！！！\n今日の20時(中国時間)からライブ配信します！\nアニメソング・VOCALOID・ゲームソングを歌うよ！\n来てね！",
            "图片"
        ]
    ],
    "2021-11-26": [
        [
            "597317701905626223",
            "晚上好！ \n我很抱歉昨日[委屈]！看来个人电脑的线是可以治愈的！ 这就是我今天不能直播的原因。 \n对不起。 感谢大家一起思考解决方案[鼓掌]。 \n明天见！ \n\nこんばんは！\n昨日はごめんなさい！パソコンの回線は治して貰えるみたいです！\nだから、今日はライブ配信できないです。\nごめんね。\n解決方法一緒に考えてくれたりしてありがとう。\n明日会おうね！！",
            "文字"
        ]
    ],
    "2021-11-25": [
        [
            "597029994934344844",
            "还是不行！[委屈][委屈][委屈]\n今天先取消，真的很对不起，如果突然好了，我会突击直播……真的很对不起！",
            "文字"
        ],
        [
            "597010843670816988",
            "它不会愈合……它很辣…… 由于营业时间已关闭，交易商无法与您联系。\n直らない、、、辛い、、、\n業者さんは、営業時間終了してるから、連絡ができない",
            "转发"
        ],
        [
            "597006737685190765",
            "对不起！ \n由于互联网问题，我无法从我的电脑访问我的电脑！ 我现在正在寻找原因！ \n也许直播会延迟， 我今天可能做不到。\n\n\nごめんなさい！\nインターネット障害が起きていて、パソコンからビリビリにアクセスができません！\n\n今、原因を探っています！\n\nもしかしたら、ライブ配信遅れるか、\n今日はできないかもしれません。",
            "文字"
        ],
        [
            "596969861099905402",
            "这首歌将从中国时间20:00开始直播[给心心]！\n来吧！！",
            "文字"
        ],
        [
            "596875247266880113",
            "很尴尬，所以你不必看它！！！！！\nはずかしいので、見なくてもいいですよ！！！！！！",
            "视频"
        ],
        [
            "596859669415184173",
            "早上好！\n昨天的录播！\n我将在中午左右发布我在此之后所做的学习汉语・杂谈直播的录播！\n\nおはよう！\n昨日のアーカイブです！\nこの後にやった、中国語学習・雑談ライブのアーカイブはお昼ごろに投稿します！",
            "视频"
        ],
        [
            "596708675547749941",
            "感谢您收看直播[给心心]！\n 我终于在 22 小时内通关了 ori[星星眼][星星眼]！ \n这很困难，但很有趣！ \n\n结局很感人！ 我喜欢学习中文 www 很混沌 w [鼓掌][鼓掌]\n\n感谢舰长、超级聊天、礼物、关注和评论[给心心]！\n\n晩安[害羞]\n\nライブ配信観てくれてありがとう！\noriを22時間かけてやっとクリアしました！！とっても難しかったけど、面白かった！！\n最後は感動的だった！\n\n中国語勉強は楽しかったね‪w‪w‪w混沌でした‪w\n\n艦長、スーパーチャット、プレゼント、フォロー、コメントありがとう！\n\nおやすみなさい",
            "文字"
        ]
    ],
    "2021-11-24": [
        [
            "596590585422108958",
            "中国时间19:00直播！ \nlast boss[奋斗][奋斗]",
            "图片"
        ]
    ],
    "2021-11-23": [
        [
            "596148500146510795",
            "你好！\n昨天的存档！\n直播今天将关闭！\n练习您要求的歌曲并花时间学习中文！\n\nこんにちは！\n昨日のアーカイブです！\n今日はライブ配信お休みします！\nリクエストしてくれた歌を練習したり、中国語を勉強して過ごします！\n",
            "视频"
        ]
    ],
    "2021-11-22": [
        [
            "595957799293641929",
            "感谢您收看直播[给心心]！ \n上次的boss战……没看清。服务器运行不佳。\n 抱歉。\n 明天回家太晚了，我不能直播[委屈][委屈]。\n我想后天再试一次[奋斗]！ \n我很沮丧，所以我会通过观看视频来学习！\n 感谢SC、建议、关注者和评论[给心心][给心心]！ \n\n晚安。保持温暖和睡眠[鼓掌]\n\nライブ配信見てくれてありがとう！\n最後のボス戦、、、クリアできませんでした。サーバーの調子が悪かった。\n悔しいよ。\n明日は家に帰るのが遅くて、ライブ配信できないです。明後日また挑戦したいと思います！\n\n悔しいから動画とか見て勉強します！\n\nスーパーチャット、アドバイス、フォロー、コメントありがとう！！\n\nおやすみなさい。暖かくして寝てね",
            "文字"
        ],
        [
            "595849308419850295",
            "第11[奋斗]",
            "文字"
        ],
        [
            "595822671040951443",
            "昨天的存档！\n今天19:00开始直播！\n请过来！",
            "视频"
        ],
        [
            "595615361552606571",
            "感谢您收看直播[给心心]！\n我今天对刺区感到沮丧，我的心都碎了。\n想那个阶段的创作者性格不好[疼][疼]！\n但我很高兴我能够通过它！ \n我会尽我最大的努力在这周内完成所有ori[星星眼][星星眼]！\n谢谢大家SC，礼物，关注和建议 [给心心]！！！！我很高兴达到 1600 人！\n今晚我们将直播，让我们再次见面！\n晚安[给心心]！ \n\n配信観てくれてありがとう！\n今日は棘のゾーンにイライラして、心が壊れましたｗｗｗ\nあのステージを考えた製作者は、絶対性格が悪いです！！\nでもクリアできてよかった！！\n今週中にoriを全部クリアするのを目標に頑張ります！\nスーパーチャット、プレゼント、アドバイス、コメント、フォローありがとう！1600人達成できて嬉しいです！\n今日の夜も配信するので、また会おうね！\nおやすみなさい！ ",
            "图片"
        ]
    ],
    "2021-11-21": [
        [
            "595516929497751193",
            "回家~ [保卫萝卜_哇][保卫萝卜_哇]\n中国时间 21:00 开始！！\nori！！！！\n",
            "文字"
        ],
        [
            "595407867390427409",
            "早上好！\n这是昨天直播的存档！\n手术逆袭，难度大！我喊了很多wｗｗ\n\nおはよう！\n昨日のライブ配信のアーカイブです！\n操作が反転して難しかった！たくさん叫んだよｗｗｗ\n",
            "视频"
        ],
        [
            "595246393801619067",
            "感谢您收看直播[星星眼]！\n重力阶段非常困难！但是大家的建议对我帮助很大！\n我失败了很多次，但感谢你一直对我好！我爱大家[给心心][给心心]！\n感谢您的超级聊天，礼物，跟进和建议！\n晚安[给心心]！\nOri 将于明天直播[奋斗]！\n\n配信観てくれてありがとう！！\n重力のステージはとっても難しいです！でも、みんなのアドバイスにとても助けられました！\n何回も失敗したけど、ずっと優しくしてくれてありがとう！みんな愛してる！！！\nスーパーチャット、プレゼント、フォロー、アドバイスありがとう！！\nおやすみなさい！\n明日もoriを配信します！！ ",
            "图片"
        ]
    ],
    "2021-11-20": [
        [
            "595178653574874331",
            "ごめんなさい！前の用事が終わらなくて、配信遅れてしまいました。\nあと10分ほど待ってください、、、、、！！！",
            "文字"
        ],
        [
            "595155048436505860",
            "直播将于今天21:00（中国时间）开始[给心心]",
            "文字"
        ]
    ],
    "2021-11-19": [
        [
            "594707581559110238",
            "午上好！\n昨天的存档！\n今天不会直播　sry\n\nこんにちは！\n昨日のアーカイブです！\n今日は配信おやすみします！ごめんね",
            "视频"
        ],
        [
            "594519908677031122",
            "感谢您收看直播[给心心]！\n今天玩得很爽啊[星星眼][星星眼]！突然好起来了！\n我看不到这个游戏的结局，所以我很担心我是否能做到这一切，但我看到了希望！\n明天我们将直播这个续集！\n\n再次感谢今天的超级聊天、礼物、粉丝和评论[打call]！\n \n晚安！每个人都应该早点睡觉[给心心]！\n \n配信観てくれてありがとう！\n今日はサクサクプレイでした！急にうまくなった！！\nこのゲーム終わりが見えなくて、全クリできるか不安だったけど希望が見えました！\n明日もこの続きを配信します！！\n\n今日も、スーパーチャット、プレゼント、フォロー、コメントありがとう！\n \nおやすみなさい！みんなも早く寝てね！ ",
            "图片"
        ]
    ],
    "2021-11-18": [
        [
            "594460857168274262",
            "今天24時～直播开始！！\nori！！很难，但我会努力的！ ！！\n難しいけど頑張る[奋斗]",
            "文字"
        ],
        [
            "594334460571756375",
            "昨天的存档！\n我对许多弹幕感到满意！\n\n今晚直播ori！",
            "视频"
        ],
        [
            "594139726752950917",
            "‍1500个跟进达成[给心心]！\n谢谢你们[星星眼][星星眼] ! !! !!我很高兴进入前 10 名！ !!\n感谢船长、超级聊天、礼物、同声传译、跟进！ !! !!\n他们还做了很多弹幕，每个人都真的很棒[打call]！ 好玩\n下一次，我会尽我所能，瞄准2000人[奋斗] !!\n\n我想在下一首歌中唱一首18游戏歌曲....[惊喜]\n对不起，我只能唱到一半你要求的歌[委屈]。我会给你更多的练习时间！下次一定能唱！做出努力！ \n\n1500フォロー達成しました！\nみんなありがとう！！！！！！！ランキングTOP10になることもできて嬉しい！！\n艦長、スーパーチャット、プレゼント、同時翻訳、フォローありがとう！！！\n弾幕もたくさんしてくれて、みんな本当に最高！！！楽しかったよ\n次は2000人目指して頑張ります！！\n\n次の歌回ではエロゲソングとか歌いたいな、、、\nリクエストしてくれた曲、途中までしか歌えなくてごめんなさい。もっと練習時間増やすね！次回は絶対歌えるようにするね！頑張る！\n\n ",
            "图片"
        ]
    ],
    "2021-11-17": [
        [
            "594074237100697223",
            "回家~ \n中国时间23:30直播！我来唱首歌~[tv_微笑][tv_微笑]",
            "文字"
        ],
        [
            "593925674172492292",
            "昨天的存档！！！",
            "视频"
        ],
        [
            "593752681487672272",
            "感谢您收看直播[星星眼]！\nmaru 用了大约 2 个小时来完成这个阶段！我尽力了，没有放弃！\n非常感谢你的支持！ 我爱所有善良的人[给心心][给心心]！ \n\n感谢船长、superchat、礼物、同声传译、追随者和建议[给心心]！\n\n明天我会唱一首歌[星星眼]！ \n再找机会出来碰面吧！晚安[害羞]！\n\nライブ配信見てくれてありがとう！\nゆきまるはこのステージをクリアするのに2時間くらいかかった！諦めずに頑張ったよ！\n応援してくれて本当にありがとう！！優しいみんなが大好き！！\n\n艦長、スーパーチャット、プレゼント、同時翻訳、フォロー、アドバイスもありがとう！\n\n明日は歌を歌います！！また会おうね！おやすみ！",
            "图片"
        ]
    ],
    "2021-11-16": [
        [
            "593684992796278892",
            "【B限】玩奥日Part6(2)",
            "视频"
        ],
        [
            "593679447992412917",
            "21:30（中国时间）开始直播[惊喜]！ \n请过来！ ",
            "图片"
        ],
        [
            "593659051200972448",
            "2021年11月15日のアーカイブです。\n这是 2021 年 11 月 15 日的存档。\n",
            "视频"
        ],
        [
            "593582424685886613",
            "【B限】中文学习杂谈！问题回复！",
            "视频"
        ],
        [
            "593377975651073779",
            "感谢您收看直播[星星眼]！\n你有没有比以前更好的汉语？想和大家多交流！所以每天坚持学习[奋斗][奋斗]！\n\n感谢船长、礼物和后续[给心心]！ \n晩安～\n\nライブ配信見てくれてありがとう！\n中国語前より上手くなったかな？みんなともっとお話できるようになりたい！！だから、毎日勉強し続けるね！\n\n艦長、プレゼント、フォローもありがとう！！",
            "文字"
        ]
    ],
    "2021-11-15": [
        [
            "593259103846739314",
            "感谢观看直播[星星眼]！\n由于难度较大，清理积水阶段大约需要4小时30分钟[惊喜][惊喜][惊喜]。\n我得到了很多建议和支持，所以我去到了那里[星星眼]！\n谢谢你的礼物[星星眼]！\n能把它清除掉真是太好了[星星眼][星星眼]！\n\n之后，从22:00（中国时间）开始，“问答/中文学习”将直播！\n这里接受问题！我在等待[给心心]！ \nhttps://www.addbox.cn/u/UhQQCFrDDERME \n\n配信観てくれてありがとう！水のステージが難しくてクリアまでに、4時間30分くらいかかったｗ\nアドバイスをや応援をたくさんもらってここまで来れたよ！\nプレゼントもありがとう！\nとりあえずクリアできて本当に良かった！！！\nこのあと22時(中国時間)から「質問返し・中国語学習」ライブ配信をします！\n質問はここから受け付けています！！待ってるよ！\nhttps://www.addbox.cn/u/UhQQCFrDDERME ",
            "图片"
        ],
        [
            "593165044054114870",
            "你好！\n今天是免费一天，所以我们将从12:00（中国时间）开始直播“奥日ori”[惊喜]！\n 这次是第一次直播！我会尽我所能尽快完成它！\n\nこんにちは！\n今日は1日暇なので、12時(中国時間)から「奥日」をライブ配信します！\n この時間にライブ配信するの初めて！！はやく完遂できるように頑張る！！ ",
            "图片"
        ]
    ],
    "2021-11-14": [
        [
            "592785459145933612",
            "【B限】玩奥日Part5！雪团一次又一次地站起来！！",
            "视频"
        ],
        [
            "592659118386620875",
            "感谢大家收看今天的直播[给心心]！\n我在同一个地方试了很多次！感谢您的支持！\n老实说，这个游戏非常难，我快要死了，但雪丸直到最后都不会放弃[奋斗]！随心所欲地复活多次！\n并感谢舰长、礼物、翻译和评论[鼓掌][鼓掌]！我很高兴我能够实现 1300 粉丝！\n\n今日も配信観てくれてありがとう！\n同じところを何度も挑戦しました！応援してくれてありがとう！\n正直、このゲームはとっても難しくて、たくさん死んじゃうけど、ゆきまるは、最後まで諦めないよ！！何回でも生き返る！！\nそして、艦長さん、プレゼント、翻訳、コメントたくさんありがとう！1300フォローも達成できて嬉しい！\n\n \n ",
            "图片"
        ]
    ],
    "2021-11-13": [
        [
            "592600255857392928",
            "23:30（中国时间）开始直播！\n “ori”的延续！ 突然从一个困难的地方开始！\n\n23時30分(中国時間)からライブ配信します！\n｢ori｣の続き！！\nいきなり難しい場所からスタートです！",
            "图片"
        ],
        [
            "592467545668157324",
            "早上好！ 昨天的存档！ 这是一个新的麦克风！如何？",
            "视频"
        ],
        [
            "592307055623510560",
            "感谢您收看直播！\n我很抱歉迟到了！ !!正在睡觉！ !!以后注意不要这样做[委屈][委屈]！\n\n我很高兴获得 1200 名粉丝[惊喜]！虽然是这样的时刻，但是有很多人支持我很开心！\n我会多多练习，以满足歌曲要求！请期待[鼓掌]！\n\n今晚会直播，希望大家多多观看哦！\n晚安[给心心]！ \n\n配信観てくれてありがとう！\nそして、遅刻してごめんね！！寝ていました！！今後はないように気を付けます！\n\n1200フォロー達成して嬉しかったです！こんな時間だけど、たくさんの方に応援してもらえて、まるは幸せです！\n歌のリクエスト応えられるように、色々練習しておくね！楽しみにしていてね！\n\n今日の夜も配信するから、また観に来てくれたら嬉しいです！\nおやすみなさい！ ",
            "文字"
        ],
        [
            "592264492495380689",
            "对不起！\n我睡着了 ",
            "文字"
        ]
    ],
    "2021-11-12": [
        [
            "592117445697726495",
            "你好！\r今晚24:00（中国时间）开始直播[星星眼]！ ！！！我终于可以了！ ！！\r我们正计划提供一首歌！\r大家都没有忘记Maru……[委屈]？\r\r而且好像从第一次直播开始，13天就正好一个月了！一如既往地谢谢你[给心心]！\r我们将继续直播很多！\n\nこんにちは！\r今日の夜24時(中国時間)から配信します！！！！やっとできる！！！\r歌配信をする予定です！\rみんな、まるのこと忘れてないよね、、、？\r\rそして、初配信をしてから、13日でちょうど1か月になるみたい！いつもありがとう！\rこれからもたくさん配信するからね！！",
            "图片"
        ]
    ],
    "2021-11-11": [
        [
            "591851308051271923",
            "我会好好练习完整的！！",
            "视频"
        ],
        [
            "591534451133109326",
            "【B限】新麦克风的1人歌回！",
            "视频"
        ]
    ],
    "2021-11-10": [
        [
            "591397471748144109",
            "晚上好[星星眼]！ \n今天回家后，我会发布歌曲视频，请稍等！\n\nこんばんは！\n今日家に帰ったら歌動画投稿するから待っててね！",
            "文字"
        ]
    ],
    "2021-11-08": [
        [
            "590736665255354070",
            "晚上好！\n不能直播已经第二天了……！ Maru 很孤独，想尽快见到大家[委屈]！\n\n我买了一个新麦克风来纪念 1000 名粉丝[鼓掌][鼓掌]！！电容麦克风初次 !!这一定能很好地传达Maru的声音！\n感谢一直支持我的所有人！谢谢你！宝藏[给心心]！我会继续努力的！\n \nこんばんは！\n配信できなくなってから、2日目、、！まるは寂しくて、早くみんなに会いたいです！！\n\nフォロワーさん1000人を記念して、新しいマイクを買いました！コンデンサーマイクデビュー！！これできっと、まるの声がきれいに届くはずです！！\nいつも支えてくれているみんなのおかげです！ありがとう！宝物！！これからも頑張るね！ ",
            "文字"
        ],
        [
            "590413357293158497",
            "EDG....好厉害啊！不停的打倒强敌队伍前进，就好像王道漫画一样！[星星眼]\n最后去年的冠军为对手，展开战斗的时机很好。那边的攻击处理也完美！！\n真的好厉害！而且好热！！[奋斗]\n好想玩LOL！！！EDG牛逼！！ [打call][打call]\n\nEDG....すごいな！どんどん強敵チームを倒して進めて、王道漫画みたい！[星星眼]\n最後で去年のチャンピオンを相手にしても、毎回いいタイミングでバトルを展開した。あっちの攻めの対処も完璧！！\n本当にすごい！しかも熱い！！[奋斗]\nはあ....ろるしたい！！！EDGにゅうび！！[打call][打call]",
            "文字"
        ]
    ],
    "2021-11-07": [
        [
            "590350659359982744",
            "晚上好！粉雪团们！见不到你们的第一天！寂寞！[大哭][大哭]\n谢谢大家的回复和要求！\n在这里，必须和大家道歉！[委屈]\n关于QQ群，和帮助我的人还有表姐一起商量的结果，果然还是想在正式出道的时候一起公布！理由是\n①现在为了能习惯BILIBILI，是测试期间，正式出道的时候灵魂会换到新的身体！因为是吸血鬼，会和现在完全不一样，名字也会改变！这样的话对新的粉丝还有不了解情况的粉丝们来说会很迷惑！\n②雪团现在是借用表姐以前的身体在活动！今后表姐还会有可能使用这个身体，所以会添麻烦，而且会分不清楚！\n③最近因为QQ发生的问题也有好几件，这种事情雪团完全不懂，想要加深理解的时间！中文也还很菜，不能够好好的交流！也想要时间学习中文！\n\n让大家等了那么久，说了今天会公开，却还是没有公开。。。。真的很对不起！但是希望大家能理解！我请求你！新的身体已经开始制作了，请期待！\n\n真的真的非常抱歉！最喜欢大家了！今后也请多多指教！\n\nこんばんは！粉雪团達！会えない日の初日！寂しいです！[大哭][大哭]\nたくさんのリクエストありがとう！\nここで一つ謝らないといけないことがあります！[委屈]\nQQグループに関しては、サポーターさんとお姉ちゃんと相談した結果、やっぱり本デビューと同時に一緒に出したいです。その理由は\n①今は、ビリビリで慣れるために、テストをしている期間なので、本デビューする時は、新しい体を作ってデビューしたいです。ヴァンパイアだから、名前もイメージも全然違うので、新しいファンや事情知らない人達にとっては迷惑になるかもしれません。\n②今の体は、まるの体じゃなくって、お姉ちゃん昔の体を借りて、活動しています！今後お姉ちゃんがこの体を使用するかもしれないし、いろいろ迷惑かけることになって、ややこしくなるのです。\n③最近qqによって、問題を起こしたこと何件あったらしく、こういうのはまるは何も分からないので、もうちょっといろんなこと理解した後にしたいです。中国語もまだまだなので、しっかりコミュニケーションすることができないかも！中国語をもっと勉強してからにしたい！\n\nみんなに待たせて、今日公開するって言ったのにもかかわらず、公開を後回しにするなんて、本当にごめんなさい！でも理解してほしいです！お願いします！新しい体はもう本制作に入ったので、みんな楽しみにしてね！\n改めて、本当に本当にすみませんでした！！ \n ",
            "图片"
        ]
    ],
    "2021-11-06": [
        [
            "589847684336439881",
            "昨天的存档！\n谢谢大家！\n\n昨日のアーカイブです！\nみんなありがとう！",
            "视频"
        ],
        [
            "589682340983072375",
            "1000名粉丝达成！真的非常感谢大家！ !! !!\n 雪团能遇到到大家很幸福！ !!今后会更加努力！请多多指教！\n 请告诉我推荐的中文还有歌曲，我会在7到12天内练习，因为我见不到大家！（不能直播）。 \nqq群7号后公布！\n 收集问题中！雪团能回答的问题一定会回答！有什么想要雪团试的也请写给我！大家晚安！\nhttps://www.addbox.cn/u/UGaBDfrEfcDFb [给心心]\n\nフォロー1000人突破しました！嬉しいありがとう！！！\nゆきまるはみんなに出会えて幸せです！！今後もっと頑張るから、よろしくね！\n\nおすすめの中国語と曲教えてください、みんなに会えない間7日から12日で練習します。\nqqグループは７日で公開します！ \n質問募集中です！ゆきまるが答える問題ならちゃんと答えます！何がゆきまるに試してほしいことも書いてください！みんなおやすみ！https://www.addbox.cn/u/UGaBDfrEfcDFb[给心心]",
            "图片"
        ]
    ],
    "2021-11-05": [
        [
            "589617989485483599",
            "晚上好！ \n今天23:00（中国时间）到关注人数达到1000，我要做耐力直播[星星眼]！ \n我会继续游戏“ori”！\n 请来支持我们[打call]\n\nこんばんは！\n今日の23時(中国時間)からフォローが1000人になるまで、耐久配信をしようと思います！\n｢ori｣というゲームの続きをやります！\n応援しに来てください！！",
            "图片"
        ],
        [
            "589476573384988100",
            "昨天的存档！\n在今天的直播中，我们将继续这样做！\n我们会在直播开始时通知您！但是要迟到了！ \n\n昨日のアーカイブです！\n今日の配信では、この続きをやります！\n配信開始時間は、また後でお知らせします！でも、遅い時間になりそうです！！",
            "视频"
        ]
    ],
    "2021-11-04": [
        [
            "589274125816392600",
            "晚上好！\n感谢收看今天的直播[星星眼]！\n很难，我很激动，我正要平移，但我还是一点一点地向前迈进了！高兴的！\n感谢您关注900人 !!\n明天见[给心心]！晚安 \n\nこんばんは！\n今日の配信見てくれてありがとう！\n難しくて、ドキドキしたり、台パンしそうになったけど、なんとか少しずつ前に進むことができました！うれしい！！！\n900人フォローありがとう！！\nまた明日会おうね！おやすみなさい！ \n\n↓BOSS K.O[星星眼][星星眼][星星眼]",
            "图片"
        ],
        [
            "589097744393233435",
            "今天20:00（中国时间）开始直播[星星眼]！\n“Ori”Part3！\n我会尽我所能清除一切[奋斗][奋斗]！ \n来见我[打call]！ \n\n今日は20時(中国時間)から配信します！\n「ori」Part3です！\n全部クリア目指して頑張ります！ \n観に来てね！\n ",
            "图片"
        ],
        [
            "589024961875061442",
            "昨天的存档！\n今天，我们将从20:00（中国时间）开始直播这个续集！\n\n昨日のアーカイブです！\n今日は20時(中国時間)から、この続きを配信します！",
            "视频"
        ]
    ],
    "2021-11-03": [
        [
            "588856916982908905",
            "感谢您收看今天的直播[星星眼]！ \n当我从键盘变成控制器时，操作变得更容易了！这很好！ 并感谢关注 800 人[鼓掌]！人气值首次突破10000！快乐！ 感谢大家的支持！很喜欢[给心心][给心心]\n明天见～\n\n今日の配信見てくれてありがとう！\nキーボードからコントローラーに変えたら操作が大分楽になりました！よかった～！\nそして800人フォローありがとう！初めて人気値が1000を超えました！嬉しい！\nみんなが応援してくれているおかげです！大好き！！！",
            "图片"
        ],
        [
            "588818013170955066",
            "晚上好！\n18:00（中国时间）开始直播！\n现在控制器刚刚到货，继续玩“ori”！ 我从来没有玩过这样的游戏，所以我真的很不擅长。 对不起！ 请教教我！\n来看我哦~ \n\nこんばんは！\nこの後18時(中国時間)から配信します！\nコントローラーがさっき届いたので、「ori」の続きをやります！まるこういうゲームやったことないから、めちゃくちゃ下手です。ごめんね！いろいろ教えてください！\n配信みに来てね！ ",
            "图片"
        ],
        [
            "588749242157398473",
            "早上好！\n我发了昨天的存档！\n有很多第一次唱的歌曲和应要求的歌曲，喜欢的话请看一看！！\n今天18:00（中国时间）开始直播！\n\n\nおはよう！\n昨日のアーカイブを投稿しました！\n初めて歌う曲や、リクエストに応えた曲もたくさんあるので、よかったら見てね！\n今日は18時(中国時間)から配信します！\n",
            "视频"
        ],
        [
            "588551106723438226",
            "感谢您来看直播！\n今天开始晚了，迟到了！所以非常抱歉，感谢一直熬夜到这个时间的所有人！\n今天也是很开心[鼓掌][鼓掌]！\n做个好梦！\n晚安[给心心]！\n\n 配信観に来てくれてありがとう！\n遅い時間に始まると、終了時間まで遅くなっちゃうから、なんかこんな時間まで起きててくれているみんなに、ありがとうとごめんねの気持ちでいっぱいです！\n今日も楽しい時間になりました！\nいい夢が見られそうです！\nおやすみ！ ",
            "文字"
        ]
    ],
    "2021-11-02": [
        [
            "588494086735065374",
            "今天的歌回！ 时间将从22:30（中国时间）开始！ \n雪团还在电车上……[大哭]我赶时间，请稍等！ \n我很抱歉会迟到！ \n\n今日は歌配信をします！\n時間は22時30分(中国時間)からになります！\nまだゆきまるは、電車の中です、、、、急いで帰ってるので、もう少し待っていてね！\n遅くなってごめんね！！",
            "图片"
        ],
        [
            "588363356517463762",
            "早上好！\n昨天的存档！\n我们计划今天晚上歌回，所以请加入我们！\n\nおはよう！\n昨日の配信のアーカイブです！\n今日は夜に歌配信をやる予定なのでぜひ来てね！\n",
            "视频"
        ],
        [
            "588197605142211612",
            "感谢您收看今天的直播[给心心]！\n“Ori”比我想象的更难！我的拇指断了 ww[灵魂出窍]\n所以，我想在准备好控制器后玩！我没有，所以我要买！\n\n谷歌今天进行了性骚扰，所以在这里曝光！\n这变态！！！！！！\n\n今日の配信見てくれてありがとう！\n「ori」は想像以上に難しかったです！！そして、親指が壊れましたｗｗ\nなので、コントローラーを用意してから遊びたいと思います！！持ってないから買ってきます！\n\n今日グーグルがセクハラ発言したので、ここに晒します！！！！\nこの変態が！！！！！\n ",
            "图片"
        ]
    ],
    "2021-11-01": [
        [
            "588074150607460787",
            "晚上好[给心心]！\n今天23:00（中国时间）开始直播！\n来玩一款名为“ori”的游戏！我会尽我所能的通关[星星眼]!!\n请来看看我！\n\nこんばんは！\n今日は23:00(中国時間)から配信します！\n｢ori｣というゲーム！全クリ目指して頑張ります！！\nぜひ観にきてね！！",
            "图片"
        ]
    ],
    "2021-10-31": [
        [
            "587762116930216738",
            "今天回家会很晚，回到家也可能没有状态好好直播....\n今天直播想休息一下！\n对不起[大哭]！ \n\n今日は、家に帰るのが遅くなってしましそうで、家についても配信できる状態ではないかも....\n配信お休みさせてください！\nごめんなさい！ ",
            "文字"
        ],
        [
            "587605745762635960",
            "早上好！\n昨天的存档！\n\n今晚我们将交付游戏！\n到时候我会告诉你的！！！\n\nおはようございます！\n昨日のアーカイブです！\n\n今日の夜はゲーム配信をします！\n時間が分かったらお知らせします！\n",
            "视频"
        ],
        [
            "587553862558463730",
            "目前在“duolingo”排名中排名第一 [星星眼][星星眼]!! \n我学习了很多！\n 我想再保存10个小时！ !!\n\n｢duolingo｣ランキング現在1位！！\n勉強いっぱいしたよ～！\nあと10時間キープしたい！！",
            "图片"
        ],
        [
            "587483755812434294",
            "感谢来看直播！\n我很惊讶一天之内会增加这么多粉丝[星星眼]！\n我很高兴达到 600 人！ \n感谢您今天的舰长！\n以1000人为目标，我会努力的！\n晩安[给心心]！\n\n配信観に来てくれてありがとう！\n一日でこんなにたくさんのフォローが増えるなんてびっくりしてます！\n600人到達嬉しいです！！！\nそして、今日も艦長さんになってくれてありがとう！\n1000人目指して頑張るよ！！！ \nおやすみ！",
            "文字"
        ]
    ],
    "2021-10-30": [
        [
            "587423454471333310",
            "在此之后，它将从24:00（中国时间）开始直播！ ",
            "文字"
        ],
        [
            "587211102695314170",
            "早上好！\n昨天的存档！\n今晚我们也会直播！我想这将是午夜;;\n请期待吧！\n\nおはよう！\n昨日のアーカイブです！\n今日の夜も配信します！深夜になると思います；；\n楽しみに待っていてね！",
            "视频"
        ]
    ],
    "2021-10-29": [
        [
            "587052300575924732",
            "感谢您来看的耐久直播！\n我很高兴达到500人[给心心][给心心][给心心]！\n为了纪念，我决定了一个粉丝团的名字！\n是“粉雪团”！还会发一个翻唱动画！\n非常感谢您的观看!!\n\n今后也请请多指教！\n喜欢大家[给心心]！ \n \n耐久配信ありがとう！\n500人達成できてとっても嬉しいです！\n記念として、ファンネームを作りました！\n「粉雪团」です！後記念に歌動画も出します！\n艦長入ってきてくれて本当にありがとう！！\n\nこれからもよろしくね！\nみんな大好き！ ",
            "图片"
        ],
        [
            "586975515150745722",
            "晚上好！\n当我尝试将粉丝名称更改为“雪团子”时，它已经被使用了;;[大哭]\n所以我想试试“粉雪” !!如果你有其他好的想法的话！请告诉我\n\n こんばんは！\nファンネームを「雪团子」にしようと思ったらもう使用されていました；；\nなので「粉雪」とかどうかなと思っています！！なにか他にいい案があったらください！\n ",
            "图片"
        ],
        [
            "586871340713907199",
            "我发了存档！\n今晚中国时间20:00开始直播！\n\nアーカイブを投稿しました！\n今日の夜、中国時間20時から配信します！",
            "视频"
        ],
        [
            "586761196281455090",
            "谢谢你这次！\n好玩！\n我喜欢[给心心][给心心][给心心]",
            "文字"
        ],
        [
            "586694250623962349",
            "我回来了！\n已经晚了，但我准备好后会直播！！",
            "文字"
        ]
    ],
    "2021-10-28": [
        [
            "586436045782569474",
            "早上好！\n昨天的存档！\n<节奏博士生>是这里的最后一部分！我对所有的栗子都很满意 !!\n\nbilibiliのみなさん、おはよう！\n昨日のアーカイブです！\n＜节奏医生＞はこちらで最後のPartになります！全クリ嬉しい！！\n\n\n\n",
            "视频"
        ]
    ],
    "2021-10-27": [
        [
            "586127306347709710",
            "bilibili的、大家你好[惊喜]！\n我有一份报告给大家!!\nmaru打倒了游戏<节奏医生>的BOSS。\n我正在练习，就一直玩下去，可是当我注意到时，显示了通关www[哦呼][哦呼]\n\nbilibiliのみなさんこんにちは！\n皆さんにご報告があります！！\nまるが今配信しているゲーム＜节奏医生＞のボスを勝手に倒してしまいましたｗｗｗｗ\nゲームうまくなりたいなあって思って、練習していて、気が付いたらクリア画面が表示されていましたｗｗｗ",
            "图片"
        ],
        [
            "586059540355521646",
            "bilibili的、早上好～\n这是昨晚直播!！\n今天20:00（中国时间）开始直播[打call]！\n\nビリビリのみなさん、おはよう！\n昨晩の配信のアーカイブです！\n今日は20時(中国時間)に配信開始します！\n",
            "视频"
        ]
    ],
    "2021-10-26": [
        [
            "585933328451544551",
            "bilibili的大家晚上好！\n感谢今天来看我的直播！maru的姐姐也来看了[给心心][给心心][给心心]！ 高兴的！  \nMaru 的目标是有一天能和她的姐姐合作！\n我兴奋地幻想着要唱什么样的歌[星星眼][星星眼]！\n\n明天20:00（中国时间）开始直播[打call]！\n来见我 !! \n\nbilibiliのみなさんこんばんは！\n今日の配信ありがとう！なんとおねえちゃんが観に来てくれました！！うれしい！！！！\nまるはいつかおねえちゃんと歌をコラボするのが目標なんだ～！\nどんな歌を歌おうか、妄想して、わくわくしてます！\n\n明日のは、夜20時(中国時間)から配信します！\n観に来てね！！ \n ",
            "图片"
        ],
        [
            "585882480332337430",
            "今天21:00（中国时间）直播[打call]！\n节奏医生 （第 4 部分）和 翻歌！\n请期待[星星眼]！\n\n今日の21:00(中国時間)から配信します！\n节奏医生(Part4)と歌を歌います！\n楽しみにしていてね！",
            "图片"
        ],
        [
            "585861331909014673",
            "bilibili的、大家晚上好[星星眼]！\n每天一点点玩duolingo后，我在铜牌联赛中排名第一！ !!\n中文我会努力的 [奋斗]\n\nビリビリのみなさんこんばんは！\nduolingoを毎日少しずつやってたら、ブロンズリーグ1位になったよ！！\n中国語もっともっと頑張るぞ～！！",
            "图片"
        ]
    ],
    "2021-10-25": [
        [
            "585317314175176835",
            "bilibili的大家，早安！\n昨晚的存档！\n这周也让我们一起努力吧！\n\nビリビリのみなさん、おはようございます！\n昨晩のアーカイブです！\n今週も、一緒に頑張ろうね！",
            "视频"
        ],
        [
            "585223726838726535",
            "bilibili的、大家晚上好[星星眼]！\n今天，我挑战了节奏医生的第四阶段！\n谢谢大家的支持[害羞]！\n\n和 !!感谢您关注400人 [给心心][给心心][给心心]我很开心 !!下一次，我会尽力关注500人！当我达到500人时，我想做点什么 !!我们期待着[打call]\n\n晚安 \n\n ビリビリのみなさんこんばんは！\n今日は、节奏医生のステージ４に挑戦しました！\nみんなも応援してくれてありがとう！\n\nそして！！！400人フォローありがとう！！とっても嬉しいです！！次は500人フォロー目指して頑張ります！500人になったら何か企画やりたいな！！楽しみにしていてね\n\nおやすみなさい \n ",
            "图片"
        ]
    ],
    "2021-10-24": [
        [
            "585165405479572429",
            "\n将于今天23:15（中国时间）左右直播！\n\n今日の23:15頃(中国時間)から配信します！",
            "图片"
        ],
        [
            "584838137560982982",
            "bilibili大家晚上好[星星眼]\n我今天进行了突击直播[给心心]!!\n很突然，但我很高兴很多人都来看了！\n\n今天很冷，所以要注意保暖和睡觉[害羞] !!\n推荐热饮！\n\n另外，因为时间安排不稳定，明晚也有突击配信的可能！[打call]\n晚安\n\nbilibiliのみなさんこんばんは\n今日は突撃配信をさせてもらいました！！\n突然だったのに、たくさんの方に見てもらえて嬉しいです！\n\n今日も、とっても寒いから暖かくして寝てね！！\n暖かい飲み物もおすすめです！\n\n最近スケジュールが不安定で、明日の夜も突撃配信になるかも！\nおやすみなさい ！",
            "图片"
        ]
    ],
    "2021-10-23": [
        [
            "584654806882791933",
            "bilibili的、大家好！\n\n我想提供突击直播，但我无法提供，因为 OBS 未连接，可能是因为网络区域问题。\n真的很抱歉让您失望了！ !\n\nビリビリのみなさん、こんにちは\n突撃配信をしたかったのですが、OBSが接続されなくて、配信ができませんでした。\nがっかりさせちゃって、本当にごめんなさい！！ ",
            "文字"
        ]
    ],
    "2021-10-22": [
        [
            "584204075830625816",
            "bilibili的、早上好～\n这是昨晚直播!！\n愿今天对你来说是有趣的一天！\n\n\nビリビリのみなさん、おはよう！\n昨晩の配信のアーカイブです！\n今日があなたにとって楽しい一日になりますように！",
            "视频"
        ]
    ],
    "2021-10-21": [
        [
            "584071236784715669",
            "Otumaru～[星星眼]！\n感谢您来看直播!!\n这是雪团自制的T恤!!可愛[喜欢]!! \n\nおつまる～！\n配信見に来てくれてありがとう！！\nこちらは、ゆきまるお手製のTシャツです！！かわいい！！ ",
            "图片"
        ],
        [
            "583965799631902033",
            "点击预约按钮，不错过直播",
            "文字"
        ],
        [
            "583942529504233750",
            "bilibili的、大家好[给心心]！\n今晚20:00（中国时间）直播[星星眼][星星眼]！\n继续挑战节奏医生[惊喜]！\n很难，但我会努力的!!\n敬请期待~[鼓掌]\n\nビリビリのみなさん、こんにちは～！\n今日の夜20時(中国時間)から配信します！\n节奏医生の続きだよ\n難しいけど、頑張る！！\n楽しみにしててね～",
            "图片"
        ],
        [
            "583833033609637733",
            "大家，早安！\n我发了昨天的存档！\n\nビリビリのみなさん、おはよう！\n昨日のアーカイブを投稿しました！\n",
            "视频"
        ]
    ],
    "2021-10-20": [
        [
            "583708367890737248",
            "大家晚上好[惊喜]！\n感谢收看今天的直播!!\nMaru还在学习中文，很担心会不会玩中文游戏，但多亏了观众的帮助，才能玩！谢谢你！我会稍微练习一下，以便下次我可以做得很好[奋斗]！\n\n有人点歌我真的很开心 [给心心]我真的很喜欢“无心”的歌词，觉得很有情绪。\n\n明晚20:00（中国时间）直播！有可能会有变化！之后我会告诉你详情！\n晚安~[害羞]\n\nビリビリのみなさんこんばんは！\n今日の配信見てくれてありがとう！！\nまるは、中国語をまだまだ勉強中で、中国語のゲームがプレイできるか不安だったけれど、視聴者さんが助けてくれてたおかげで、遊べました！ありがとう！次までにうまくできるように、ちょっと修行してきます！\n\n歌のリクエストも嬉しかったよ！！「心做し」の歌詞がとっても好きだからついつい感情がこもっちゃうｗ\n\nまた明日の夜20時(中国時間)に配信します！変更する可能性もある！内容はまた後でお知らせするね！\nおやすみ～ ",
            "图片"
        ],
        [
            "583576289050317056",
            "点击预约按钮，不错过直播",
            "文字"
        ],
        [
            "583573879574701799",
            "Bilibili的大家好[星星眼]！\n今晚20：00（中国时间）直播！\n玩一个叫《节奏医生》的游戏，也会唱些歌[惊喜]\n请来看看我[打call]！\n\nビリビリのみなさん、こんにちは！\n今日の夜20時(中国時間)から、配信します！\n｢节奏医生｣っていう中国のゲームと歌を歌うよ！\nぜひ観に来てね！ ",
            "图片"
        ]
    ],
    "2021-10-19": [
        [
            "583090811717018306",
            "大家，早安！\n昨天的存档！看它!!\n\nビリビリのみなさんおはよう！\n昨日の配信のアーカイブです！観てね！！\n\n",
            "视频"
        ]
    ],
    "2021-10-18": [
        [
            "582972786022862527",
            "大家晚上好[惊喜]！\n除了人类，好像还有别的生物来看直播不过还是谢谢你们来看我们[惊讶]！\n非常感谢加入舰长！很开心！\nMaru会继续努力，让大家开心[给心心]！ \n\nビリビリのみなさん、こんばんは！\n人間以外にも、犬とか変態やドMのみなさんもいたみたいだけれど、見に来てくれてありがとう！\n艦長にも入ってくれてほんとにうれしいです！\nまるはこれからも、みんなにたくさん楽しんでもらえるように頑張ります！ \n ",
            "图片"
        ],
        [
            "582822754217083856",
            "点击预约按钮，不错过直播",
            "文字"
        ],
        [
            "582815366877497297",
            "bilibili的大家，你好 [惊喜]\n今晚20:00（中国时间）开始学习中文和唱歌！\n我想能够和大家多交流，所以我会努力的[奋斗]!!\n今天会在大家面前展示一些还没有翻唱过的歌曲，所以请期待吧[给心心][给心心]！\n稍后我会发出预约直播，请稍等[鼓掌]！ \n\nビリビリのみなさん、こんにちは！\n今日の夜20時(中国時間)から中国語勉強と歌の配信をします！\nみんなともっとコミュニケーションとれるようになりたいから頑張る！！\n歌配信では、まだみんなの前で歌ったことのない歌をたくさん披露する予定なので楽しみにしていてね！\nまたあとで、配信のリマインダー出すのでぽっちっとお願いします！ ",
            "图片"
        ]
    ],
    "2021-10-17": [
        [
            "582387394857136760",
            "大家，早安！\n昨天的交付档案！\n今天是假期，但我希望你能看到这个并记住雪团!!\n\nビリビリのみなさん、おはよう！\n昨日の配信のアーカイブです！\n今日は、配信お休みだけれど、これを見て、ゆきまるのことを思い出してくれたら嬉しいな～！！",
            "视频"
        ],
        [
            "582239347339281924",
            "大家晚上好！\n今天很晚开始直播，能来看很感谢[星星眼] !!\n我很高兴有 300 位粉丝!!我会努力的，请继续支持我 !![打call]\n下一次直播将是星期一！记得来看哦！\n晚安！\n\n ビリビリのみなさん、こんばんは！\n今日は遅い時間になっちゃったけど、見に来てくれてありがとう！！\nフォローワーさん300人になって嬉しかった！！もっともっと頑張るから、これからも応援してね！！\n次の配信は月曜日です！観に来てね！\nおやすみなさい!",
            "图片"
        ]
    ],
    "2021-10-16": [
        [
            "582068085518920232",
            "点击预约按钮，不错过直播",
            "文字"
        ],
        [
            "582038454540354839",
            "大家好[星星眼]！\n元气如何？ \n今天，23:00（中国时间）开始翻唱直播！有点晚了，但如果你能来看看我会很高兴的 [害羞][害羞]\n稍后我会提醒您，请稍等！！\n\nビリビリのみなさん、こんにちは！\nお元気ですか？\n今日は、23時(中国時間)から、歌配信をします！ちょっと遅い時間だけど、観に来てくれたら嬉しいな！！\n後でリマインダー出すので、ぽちっとお願いします！",
            "图片"
        ],
        [
            "581977560493775674",
            "大家，早安！\n昨天的直播！\n\nビリビリのみなさん、おはようございます！\n昨日の配信のアーカイブです！",
            "视频"
        ]
    ],
    "2021-10-15": [
        [
            "581849750858725192",
            "大家晚上好！[星星眼]\n感谢收看直播！ !![打call][打call]\n中文很难，但我很喜欢学！ !!下次还来！[奋斗]\n如果您有任何推荐的有趣的中文，请告诉我！\n我想知道更多现在流行的歌曲和大家想听的歌曲！[星星眼] \n\nビリビリのみなさん、こんばんは！[星星眼]\n配信見てくれてありがとう！！[打call][打call]\n中国語難しかったけど、楽しく学べたよ！！またやろうかな！[奋斗]\nみんなも何かおすすめの面白い中国語あったら教えてください！\n今ビリビリで流行ってる曲やみんなが聞きたい曲ももっと知りたい！ [星星眼]",
            "文字"
        ],
        [
            "581772080669495857",
            "点击预约按钮，不错过直播",
            "文字"
        ],
        [
            "581771792899344500",
            "大家晚上好！\n对不起！直播时间为21:00（中国时间) !!\n我真的很抱歉我在之前的时间线上宣布的内容是错误的（时差！！！）。我会小心的!!\n今天，直播中文测试和唱歌!!请期待吧[星星眼] \n\nビリビリのみなさん、こんばんは！\nごめんなさい！配信は21時(中国時間)です！！\n以前のタイムラインでお知らせしたものが間違っていて、本当にごめんなさい。気を付けます！！\n今日は、中国語勉強学習配信と、歌配信をやります！！楽しみに待っていてね！\n ",
            "图片"
        ],
        [
            "581606458137644530",
            "ビリビリのみなさん、おはよう！\n昨日の歌配信のアーカイブです！！もっと歌うまくなりたいから、今日はたくさん練習する予定だよ！\n今日も、20時(中国時間)から配信します！\n内容は、中国語勉強と歌の配信です！！\nよかったら見に来てね！\n\n大家，早安！\n这是昨天的歌曲分发档案!!我想提高我的歌唱水平，所以我打算今天多练习！\n也将于今天20:00（中国时间）开始发货！\n内容是汉语学习和歌曲发行!!\n喜欢就快来看看吧！\n",
            "视频"
        ]
    ],
    "2021-10-14": [
        [
            "581464689853595188",
            "ビリビリのみなさん、こんばんは[星星眼]\n今日の、ゲーム・歌配信見てくれてありがとう！\nパソコンの調子が悪くて、ゲームうまくできなくてごめんね；；悔しい[委屈][委屈]パソコンについて、今いろいろ調べています！\n\nゆきまるに歌ってほしい歌ありますか？好きな歌でもいいよ！！\nリクエスト募集中！コメント待ってます[打call][打call]\n\n明日の20時(中国時間)から配信します！内容はまた後でお知らせするね！見に来てください[惊喜] \n\n大家晚上好！\n感谢您收看今天的直播！\n很抱歉我不能很好地玩游戏，因为我的电脑运行不正常；；我现在正在研究有关个人电脑的各种事情！\n\n你有想让雪丸唱的歌吗？您可以推荐任何您喜欢的歌曲！\n寻找请求！我在等你的评论！ ",
            "图片"
        ],
        [
            "581305720232231028",
            "点击预约按钮，不错过直播",
            "文字"
        ],
        [
            "581289498138567215",
            "ビリビリのみなさん、こんにちは[星星眼]\n今日の20時(中国時間)から「BACK 4 BLOOD」というホラーゲームと歌を配信します！！\nホラーゲーム[捂眼][捂眼]どきどきする！\n見に来てきてくれたら、嬉しいな！この後、配信予約も出すので、ぽちっとお願いします[鼓掌]\n\n大家好\n今天20:00（中国时间）会直播名为“BACK 4 BLOOD”的恐怖游戏，还会唱唱歌 !!\n恐怖游戏!!我在悸动！\n如果你能来看看我会很高兴的！之后会发直播预约，希望能够点一点！ ",
            "图片"
        ],
        [
            "581234501084235726",
            "ビリビリのみなさん、おはようございます！\n昨日のテスト配信のアーカイブです！\nまた見たい人や、まだ見たことない人にも良かったらどうぞ！\n初めての配信で、下手でごめんね！\n歌も歌ったのでよろしくお願いします。\n\nbilibili的大家早上好！\n 昨天的测试直播录像上传了！ \n还想再看一次的人或者错过了的人请看！ \n展现了下手的中国语还有自我介绍还有唱歌！ 请多多指教！\n\n",
            "视频"
        ]
    ],
    "2021-10-13": [
        [
            "581102186026329509",
            "ビリビリのみなさんこんばんは[惊喜]\nテスト配信見てくれて、ありがとう！！！\nみんなが応援してくれたおかげですっごく楽しかった～\nプレゼントやメンバーシップ入ってくれてありがとう！！はじめてのことで気づけなかったりしてごめんね[委屈]！\n翻訳してくれた方もありがとう！\n\n明日の配信は、20時(中国時間)からやります！！\n見に来てくれたら嬉しいな～[鼓掌]\n\n配信で作成した自己紹介カードです[奋斗][奋斗]！(地獄絵図) \n\nbilibili的大家！晚上好！\n非常感谢来观看测试直播！！\n因为有大家的应援！所以非常开心！！\n感谢礼物还有舰长！！初次直播，还有很多看不懂的地方所以没发现真的很抱歉！\n也很感谢为我翻译的人！\n\n明天的直播是，20点（中国时间)！\n如果能过来看的话我会很开心！\n\n今天做的自我介绍卡(地獄絵図) ",
            "图片"
        ],
        [
            "580989898401141532",
            "点击预约按钮，不错过直播",
            "文字"
        ],
        [
            "580989675068083950",
            "ビリビリのみなさん、こんばんは\nごめんなさい！！\n異世界と時差があるみたいで、間違えて配信時間を設定してしまいました。\n配信を予約している方にも、ごめんなさい！システム上、自動的な時差修正があるの知らなかった・・！\n今日の21時(中国時間)から配信します！ 配信予約もやり直すので、本当にごめんなさい！！[委屈][委屈][委屈]\n\nbilibili的大家！晚上好！\n对不起！！！\n异世界和这边有时差！把开播的时间设置错了！！\n预约了直播的大家真的很抱歉！预约直播设定的是21点，但是不知道系统会自动修正时差！导致变成20点！！真的很抱歉！！实际为今天的21点（中国时间）！直播预约也会撤销重新设置过！！真的很抱歉！！[委屈][委屈][委屈]",
            "图片"
        ]
    ],
    "2021-10-12": [
        [
            "580703857874024432",
            "ビリビリのみなさん、こんばんは！\n はじめての歌動画投稿したよ！ドキドキしてる！！ \n 動画にコメントとかしてくれたら嬉しいなあ～\n そして、明日、22時「テスト配信」します！ 自己紹介や歌を歌うよ～！お楽しみに！\n\nbilibili的大家，晚上好！\n第一次投稿歌曲动画了！很紧张！\n如果给动画评论了的话会很开心~\n然后，明天，22点会开始「测试直播」！会做一些简单的自我介绍还有唱歌！请期待！",
            "视频"
        ]
    ],
    "2021-10-07": [
        [
            "578887267098941265",
            "ビリビリのみなさんこんばんは～\nゆきまるの住んでいるところで大きな地震があってびっくりした！！\nちょうど、電車乗っていて、急停止したよ！怖かった[大哭]\n地震はとっても危険[抓狂][抓狂]！！みんなも自然災害気をつけてね。\n\n大家晚上好～\n雪团住的地方发生了比较大的地震，被吓到了！\n我刚上电车，突然停了下来！被吓到了！\n地震很危险...大家也要小心自然灾害！",
            "图片"
        ],
        [
            "578541234471098917",
            "‍bilibiliのみなさん、こんばんは[惊喜]\nさっき起きた！ ダンスレッスンをして朝まで歌の練習をしていたよ！\n今ちょっと喉がらがら＾＾私の住んでいる世界では、「龍角散のど飴」っていう飴があってそれに、助けられているよ～！\n今は、仕事以外でも動画の投稿と配信の準備をしていますので、近々テスト配信を行う予定です[鼓掌]！！よろしくお願いします！\n明日から、忙しいけれど頑張る！！\nまだまだ質問募集しています[惊喜]\nどんな質問でもいいので、質問下さい！\nhttps://www.addbox.cn/u/UGeMCszTRzfMt \n\n晚上好，bilibili的大家\n刚刚起床了！上舞蹈课和练习唱歌直到早上！\n现在嗓子有点哑了^^ 在我生活的世界里，有一种叫做“龙角散润喉糖”的糖果，非常有用！\n现在，除了工作以外，也在准备动画投稿还有直播，近期会有测试直播！！请多多指教！\n还在收集问题！\n什么问题都可以、给我问题吧！\nhttps://www.addbox.cn/u/UGeMCszTRzfMt ",
            "图片"
        ]
    ],
    "2021-10-04": [
        [
            "577747318351593747",
            "bilibiliのみなさんこんばんは[星星眼]\n今日はライブも練習もなかったので、まったり過ごしたよ～!\nレコーディングもしたよ！近日、歌動画公開するので楽しみにしてくれたら嬉しい[害羞]\n\nみなさんから、ゆきまるへの質問を募集しています！\nこちらのAddboxから気軽に送ってください[给心心]！\nhttps://www.addbox.cn/u/UGeMCszTRzfMt\n\nbilibili大家晚上好\n我今天没有任何现场演唱会或练习，所以我度过了轻松的时光~！\n我也录了！我们很快就会发布歌曲视频，所以请期待！！！\n\n我们正在寻找大家对雪丸的问题！\n随意从这个 Addbox 发送它！\nhttps://www.addbox.cn/u/UGeMCszTRzfMt",
            "图片"
        ]
    ],
    "2021-10-03": [
        [
            "577373729215094490",
            "ビリビリのみなさん、こんばんは[鼓掌]\n初めて声を投稿します・・！\n少しだけ中国語を話してみました・・どうかな・・ちゃんと言えてるかな[害羞][害羞]\nこれからは、もっとたくさん中国語話せるようにがんばるよ[打call]！！\n\n大家晚上好！\n我第一次发布我的声音......！\n我试着说一点中文……我不知道我能不能说得好\n从现在开始，我会努力多说中文！！",
            "视频"
        ]
    ],
    "2021-09-30": [
        [
            "576284366590499852",
            "ビリビリのみなさんこんばんは～[星星眼]\n今日はライブをしていたよ！！\n歌を歌ってる時が1番楽しい！！早くみんなの前で披露したいです！色々準備しているから待っていてね～[打call]\n\nゆきまるがいる世界は、明日から台風が来るみたい[委屈]！！家で引きこもろうと思います～～勉強する！！\n最近寒いから、みなさん暖かくして過ごしてね！ \n\n大家晚上好！\n我今天表演了!!\n唱歌最开心的时候！想尽快展现在大家面前！我正在准备各种各样的东西，请稍等~\n\n雪团所在的世界，明天就要来台风了！ !!我要宅在家了~是学习的好日子~~！\n这几天很冷，请注意保暖！\n ",
            "图片"
        ]
    ],
    "2021-09-29": [
        [
            "575827592522791359",
            "ビリビリのみなさんこんばんは～[惊喜]\n昨日はライブして、そのあと朝までミーティングしていたよ！疲れた～\n\n最近いろんな歌を聞いて、勉強しています！\nみなさんも中国で流行っている曲とか、いつかゆきまるに歌ってほしい曲とかあれば、教えてください！英語の歌でもいいよ！頑張ります[奋斗]\n今日も中国語を勉強したよ～ 数字が読めるようになった！！！\n最近寒いね！気温の差が激しいからみんな体調に気を付けてね～[给心心]\n\n大家晚上好！\n昨天有演唱会，之后还有开会一直到早上，好累啊~\n\n我最近一直在听各种歌曲学习！请告诉我在中国流行的歌曲以及您希望雪团有一天唱的歌曲。英语歌也没问题！我会加油的！\n今天也学习了中文！\n数字变得会读了！\n这几天好冷啊！温差很大，大家要注意身体状况哦~ ",
            "图片"
        ]
    ],
    "2021-09-27": [
        [
            "575129488537495434",
            "みなさんこんばんは[给心心]\n今日は、体型維持のために、豆腐とヨーグルトだけ食べたよ！\n大好きなポテトチップス・・・我慢した[委屈][委屈][委屈]\nあと中国語の勉強もしたよ！！みなさんなにか配信の役に立つ中国語教えて～[星星眼]\n\nそして、質問を募集したいと思っているんだけれどbilibiliのみなさんからするとマシュマロは使いにくいみたい；；\nなにかおすすめの質問箱はありますか？教えてください[星星眼]\n\n大家晚上好\n今天我只吃豆腐和酸奶来保持身材！\n我最喜欢的薯片・・・我忍受了;;\n今天也学中文！请大家告诉我一些直播有用的中文~\n  \n\n还有我想收集问题，但是bilibili的大家来看，棉花糖很难用；；\n有推荐的问题箱吗？请告诉我！ 谢谢！ ",
            "图片"
        ]
    ],
    "2021-09-26": [
        [
            "574734686561176297",
            "おはよう、今起きた！[惊讶] もう夜！朝までダンスレッスンしてて、爆睡した！\n起きたら、たくさんのリプとフォローが来て、びっくりした！めっちゃ嬉しい！\nみんなありがとう！返事遅くなって、ごめん！[委屈]\n今日の夜は中国語の勉強です！まだまだなんだけど、頑張るよ！これからよろしくね！\n早上好、我现在起床！[惊讶]夜晚！我上舞蹈课直到早上，然后睡着了！\n当我醒来时，看到这么多回复和关注者，我很惊讶！非常开心！\n谢谢你们！这么晚才回复很抱歉！[委屈]\n我今晚要学中文！我还没做，但我会尽力的！向未来问好！ ",
            "图片"
        ]
    ],
    "2021-09-25": [
        [
            "574287060772895406",
            "ビリビリのみなさんこんにちは[给心心]\n日本でアイドルをやっているりあです。\n今おねえちゃんのモデルを借りています。新しいモデルができるまで、ゆきまるとして活動してきます。\n歌うことと、美少女アニメ、ゲームが好きです。\n中国語はお勉強中です！少しづつだけれどがんばるよ～\nなかよくしてね [星星眼]\nbilibili的朋友们大家好~\n这里是来自日本的女孩~职业是偶像\n现入驻B站，投靠表姐莉莉奈开展活动啦~在新的模型完成之前，借用表姐的模型，以雪团为名准备开始试播！\n兴趣是唱歌，看美少女番，还有玩游戏！\n现在正在学习中文！虽然还不到能够好好交流的程度但是会每天加油学习的！请多多指教~",
            "图片"
        ]
    ],
    "2021-09-22": [
        [
            "573119568396161304",
            "我已成为哔哩哔哩第121334653位转正会员，挑战转正答题考试获得61分，获得\"动感DJ\"挂件，有效期8天。",
            "图片"
        ]
    ]
}
